Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Cannot move the field.
fr: Impossible de déplacer le champ.

source: The field is successfully moved up.
fr: Le champ a bien été déplacé vers le haut.

source: OpenGraph meta title
fr: Titre méta OpenGraph

source: This will show an OpenGraph Description meta (og:description) in your site's headers
fr: Ce champ fera apparaître un tag de description méta d'OpenGraph (og:description) dans l'en-tête du site.

source: Meta description
fr: Description méta

source: This will show an OpenGraph Title meta (og:title) in your site's headers
fr: Ce champ montrera un tag meta de titre pour OpenGraph (og:title) dans les en-têtes du site.

source: The field has been deleted
fr: Le champ a été supprimé

source: Cannot delete the field
fr: Impossible de supprimer le champ

source: Register users by Coach
fr: Permettre l'enregistrement d'utilisateurs par les coaches

source: Coach users may create users to the platform and subscribe users to a session.
fr: Autoriser les coaches à ajouter des utilisateurs dans le portail et à les inscrire dans une session.

source: Sort the options of the profiling fields
fr: Ordonner les options des champs de profiling

source: The option has been moved up.
fr: L'option a bien été déplacée vers le haut.

source: Cannot move the option.
fr: Impossible de déplacer l'option.

source: The option has been moved down.
fr: L'option a bien été déplacée vers le bas.

source: Define access limits for the coach
fr: Définir les délais d'accès au coach

source: days before session starts
fr: jours avant

source: days after
fr: jours après

source: Single registration
fr: Inscription unique

source: Multiple registration
fr: Inscription multiple

source: Full-text search feature
fr: Fonctionnalité de recherche full-text

source: Select "Yes" to enable this feature. It is highly dependent on the Xapian extension for PHP, so this will not work if this extension is not installed on your server, in version 1.x at minimum.
fr: Sélectionnez "Oui" pour activer la fonctionnalité de recherche et d'indexation full-text. Cette fonctionnalité nécessite l'installation sur votre serveur de l'extension Xapian pour PHP, en version 1.x ou supérieure. Cette fonctionnalité ne fonctionnera pas si ce pré-requis n'est pas satisfait.

source: Find a training session
fr: Rechercher une session

source: Session session
fr: Activation de la session

source: Add URL
fr: Ajouter URL

source: Show session coach
fr: Afficher le coach de session

source: Show the global session coach name in session title box in the courses list
fr: Afficher le nom du coach global de session dans le cadre de titre de session, sur la page de liste de cours

source: Extend rights for coach
fr: Donner des droits étendus au coach

source: Activate this option will give the coach the same permissions as the trainer on authoring tools
fr: Activer cette option donner aux coachs les mêmes droits qu'au formateur sur les outils de production

source: Activate this option will allow the coachs to create and edit surveys
fr: Activer cette option donnera aux coaches le droit de créer et de modifier les enquêtes

source: Extend rights for coachs on surveys
fr: Etendre les droits des coachs sur les enquêtes

source: This user cannot be deleted because he is still teacher in a course. You can either remove his teacher status from these courses and then delete his account, or disable his account instead of deleting it.
fr: Cet utilisateur ne peut être supprimé car il est toujours formateur dans une ou plusieurs cours. Vous pouvez soit lui retirer son statut de formateur dans ce cours, soit le désactiver au lieu de le supprimer.

source: Allow non admin to create courses
fr: Autoriser les utilisateurs non-administrateurs à créer des cours

source: Allow non administrators (teachers) to create new courses on the server
fr: Autoriser les formateurs (non administrateurs) à créer des cours dans le portail

source: Allow learners to browse the courses catalogue and subscribe to available courses
fr: Permettre aux apprenants de voir le catalogue de formations librement afin de s'inscrire aux formations disponibles

source: Yes (the files will be deleted permanently and will not be recoverable)
fr: Oui (les fichiers seront supprimés de manière permanente et ne pourront pas être récupérés)

source: No (the files will be deleted from the application but will be manually recoverable by your server administrator)
fr: Non (les fichiers seront supprimés de l'application et pourront être récupérés manuellement par l'administrateur du serveur)

source: Select a manager
fr: Sélectionnez un superviseur

source: No HR manager available
fr: Aucun superviseur disponible

source: Learners access to courses catalogue
fr: Accès des apprenants au catalogue de cours

source: This is a shared setting
fr: Ceci est un paramètre partagé

source: Global agenda
fr: Agenda global

source: Advanced file manager in the WYSIWYG editor
fr: Gestionnaire de fichiers avancé pour l'éditeur WYSIWYG

source: Enable advanced file manager for WYSIWYG editor? This will add a considerable amount of additional options to the file manager that opens in a pop-up window when uploading files to the server, but might be a little more complicated to use for the final user.
fr: Activer le gestionnaire de fichiers avancé pour l'éditeur WYSIWYG? Cette option ajoutera un nombre considérable d'options au gestionnaire de fichiers s'ouvrant en fenêtre pop-up lors de l'envoi d'un fichier sur le serveur.

source: Average progress in courses
fr: Progrès moyen dans les cours

source: Multiple access URL / Branding
fr: Accès via URLs multiples

source: Full-text search: show unlinked results
fr: Recherche full-text: montrer les résultats non accessibles

source: When showing the results of a full-text search, what should be done with the results that are not accessible to the current user?
fr: Lors de l'affichage des résultats d'une recherche full-text, que faire avec les résultats qui ne sont pas accessible à l'utilisateur?

source: Do not show them
fr: Ne pas les afficher

source: Show them but without a link to the resource
fr: Les afficher mais ne pas y placer de lien vers la ressource

source: Templates
fr: Modèles

source: Enable version check
fr: Activer la vérification de version

source: Internal messaging tool
fr: Outil de messagerie interne

source: Booking
fr: Activer le système de réservations

source: The booking system allows you to book resources for your courses (rooms, tables, books, screens, ...). You need this tool to be enabled (through the Admin) to have it appear in the user menu.
fr: Le système de réservations permet de réserver des ressources pour vos cours (salles, tables, livres, écrans, ...). Il est nécessaire d'activer cette fonctionnalité pour que les liens correspondants apparaissent dans votre menu utilisateur.

source: Configure
fr: Configurer

source: Configure multiple access URL
fr: Configurer l'accès via URLs différents (branding)

source: The URL has been added
fr: L'URL a été ajouté

source: This URL already exists, please select another URL
fr: Cet URL existe déjà, veuillez en sélectionner un autre

source: Are you sure you want to set this language as the portal's default?
fr: Êtes-vous certain de vouloir configurer cette langue comme langue par défaut du portail?

source: Current portal's language
fr: Langue actuelle du portail

source: Edit users and URLs
fr: Modifier les liens utilisateurs-URL

source: Add users to an URL
fr: Attacher des utilisateurs à un URL

source: URL list
fr: Liste des URLs

source: Add users to that URL
fr: Attacher les utilisateurs à cet URL

source: Select URL
fr: Sélectionner l'URL

source: Users subscribed to this URL
fr: Utilisateurs attachés à cet URL

source: The user accounts have been updated
fr: Les comptes utilisateurs ont été mis à jour

source: You must select at least one user and one URL
fr: Vous devez sélectionner au moins un utilisateur et un URL

source: The user accounts are now attached to the URL
fr: Les comptes utilisateur ont été rattachés à l'URL

source: Course score
fr: Scores des tests dans les cours

source: Average of tests in Learning Paths
fr: Moyenne aux tests dans les parcours

source: Import courses list
fr: Créer des cours par lots

source: Manage users
fr: Gestion des utilisateurs

source: Manage courses
fr: Gestion des cours

source: Users of
fr: Utilisateurs de

source: The URL has been disabled
fr: L'URL a été désactivé

source: The URL has been enabled
fr: L'URL a été activé

source: Edit users
fr: Modifier les utilisateurs

source: Edit courses
fr: Modifier les cours

source: Courses of
fr: Cours de

source: Add courses to an URL
fr: Assigner des cours à un URL

source: Edit courses of an URL
fr: Modifier les cours d'un URL

source: Add courses to that URL
fr: Assigner des cours à cet URL

source: Enable the selected plugins
fr: Activer les plugins sélectionnés

source: At least one course and one URL
fr: Au moins un cours et un URL

source: Click here to register the admin into all sites
fr: Cliquez ici pour enregistrer l'admin à tous les sites (URLs)

source: Admin user should be registered here
fr: L'administrateur devrait être enregistré ici

source: URL not configured yet, please add this URL :
fr: URL non configuré, veuillez ajouter cet URL :

source: Admin user assigned to this URL
fr: Administrateur assigné à cet URL

source: Courses updated successfully
fr: Cours mis à jour avec succès

source: The URL has been edited
fr: L'URL a été mise à jour

source: Add session to an URL
fr: Assigner une session à un URL

source: Session title's first letter
fr: Première lettre de la session

source: Edit session
fr: Modifier session

source: Add sessions to that URL
fr: Assigner des sessions à cet URL

source: Sessions were edited
fr: Sessions mises à jour

source: Manage sessions
fr: Gestion des sessions

source: Enabling the internal messaging tool allows users to send messages to other users of the platform and to have a messaging inbox.
fr: Activer l'outil de messagerie interne permet aux utilisateurs de s'envoyer des messages entre eux et de disposer d'une boîte de réception de messages.

source: Social network tool (Facebook-like)
fr: Outil de réseau social

source: The social network tool allows users to define relations with other users and, by doing so, to define groups of friends. Combined with the internal messaging tool, this tool allows tight communication with friends, inside the portal environment.
fr: L'outil de réseau social permet aux utilisateurs de définir des relations vis à vis d'autres utilisateurs, et ainsi de former des groupes d'amis. Combiné à l'outil de messagerie, cet outil permet de communiquer de cette façon avec ses amis au sein du portail.

source: Set language as default
fr: Utiliser cette langue par défaut

source: Filter
fr: Filtre de champ

source: Filter on
fr: Filtre actif

source: Filter off
fr: Filtre inactif

source: You can now use this field as a filter
fr: Vous pouvez désormais utiliser ce champ comme un filtre

source: You can't use this field as a filter
fr: Vous ne pouvez pas utiliser ce champ comme un filtre

source: Add user field
fr: Ajouter ce champ

source: The users have been subscribed to the following courses because several courses share the same visual code
fr: Les utilisateurs ont été inscrits à plusieurs cours car plusieurs cours partagent le même code visuel

source: The following courses already use this code
fr: Les cours suivants utilisent déjà ce code

source: The users have been unsubscribed from the following courses because several courses share the same visual code
fr: Les utilisateurs ont été désinscrits de plusieurs cours car plusieurs cours partagent le même code visuel

source: Filter users
fr: Filtrer utilisateurs

source: Several courses were subscribed to the session because of a duplicate course code
fr: Plusieurs cours ont été inscrits dans la session à cause d'un code cours dupliqué

source: You must select a coach
fr: Veuillez sélectionner un coach

source: Encryption method
fr: Méthode de cryptage

source: Add a template
fr: Ajouter un modèle

source: This image will represent the template in the templates list. It should be no larger than 100x70 pixels
fr: Cette image représentera le modèle dans la liste de modèles. Elle ne devrait pas dépasser les 100x70 pixels

source: Template added
fr: Modèle ajouté

source: Template deleted
fr: Modèle supprimé

source: Template edition
fr: Édition du modèle

source: The users that were not registered on the platform have been imported
fr: Les utilisateurs qui n'étaient pas enregistrés sur la plateforme ont été importés

source: You must import a file corresponding to the selected format
fr: Vous devez importer un fichier en correspondance avec le format sélectionné

source: Show teacher or tutor's e-mail address in the footer
fr: Afficher le courriel de l'enseignant ou du coach dans le pied de page

source: Show trainer or tutor's e-mail in footer ?
fr: Afficher le courriel de l'enseignant (ou du coach) dans le pied de page ?

source: Add a system announcement
fr: Ajouter une annonce système

source: Edit system announcement
fr: Éditer l'annonce système

source: % of learning objects visited
fr: % d'objets d'apprentissage visités

source: Total time in course
fr: Temps total dans le cours

source: Last time learner entered the course
fr: Dernière fois que l'apprenant est entré dans ce cours

source: The announcement is available
fr: L'annonce est disponible

source: The announcement is not available
fr: L'annonce n'est pas disponible

source: Searching
fr: Recherche en cours

source: Add LDAP users
fr: Ajouter ces utilisateurs LDAP

source: Academica
fr: Académique

source: Add news
fr: Ajouter annonce

source: Failed to open the search database
fr: Échec à l'ouverture de la base de données de recherche

source: The search database uses an unsupported format
fr: La base de données de recherches utilise un format non supporté

source: The search database has been modified/broken
fr: La base de données de recherches a été altérée/endommagée

source: Failed to lock the search database
fr: Impossible de bloquer la base de données de recherches

source: Failed to create the search database
fr: Impossible de créer la base de données de recherche

source: The search database has suffered corruption
fr: La base de données de recherches a été corrompue

source: Connection timed out while communicating with the remote search database
fr: La connexion a expiré lors de la communication avec la base de données de recherches distante

source: Error in search engine
fr: Erreur dans le moteur de recherche

source: The Xapian search module is not installed
fr: Le module de recherche Xapian n'est pas installé

source: Field removed
fr: Champ supprimé

source: The new sub-language has been added
fr: Le nouveau jargon a été ajouté

source: Delete sub-language
fr: Supprimer le jargon

source: Create a sub-language for this language
fr: Créer un jargon sur base de cette langue

source: Delete this sub-language
fr: Supprimer ce sous-langage

source: Create sub-language
fr: Créer jargon (sous-langage)

source: Define new terms for this sub-language
fr: Définir de nouveaux termes pour ce jargon

source: Sub-language terms
fr: Termes du jargon

source: Load language file
fr: Charger fichier de langue

source: Allow definition and use of sub-languages
fr: Autoriser la définition et l'usage de jargons

source: By enabling this option, you will be able to define variations for each of the language terms used in the platform's interface, in the form of a new language based on and extending an existing language. You'll find this option in the languages section of the administration panel.
fr: En activant cette option, vous rendrez possible la définition de variations pour chacun des termes de langage utilisé dans l'interface de la plateforme, sous la forme d'un langage basé sur et étendant un langage existant. Vous trouverez cette option dans la <a href="languages.php">section des langues du panneau d'administration</a>, sous la forme d'une icône d'ajout.

source: Add terms to the sub-language
fr: Ajouter des termes au jargon

source: Template edited
fr: Modèle mis à jour

source: Sub-language
fr: Jargon

source: The language has been made visible and can now be used throughout the platform.
fr: Le langage a été rendu visible et peut désormais être utilisé au sein de la plateforme.

source: The language has been hidden. It will not be possible to use it until it becomes visible again.
fr: Le langage a été caché. Il ne sera plus possible de l'utiliser jusqu'à ce qu'il soit rendu visible à nouveau.

source: The /main/lang directory, used on this portal to store the languages, is not writable. Please contact your platform administrator and report this message.
fr: Le répertoire /main/lang, utilisé sur cette plateforme pour stocker les langages, n'est pas accessible en écriture. Veuillez contacter l'administrateur de la plateforme et lui rapporter ce message.

source: Show glossary terms in documents
fr: Montrer les termes du glossaire dans les documents

source: From here you can configure how to add links to the glossary terms from the documents
fr: Vous pouvez définir ci-dessous comment afficher les liens vers le glossaire à partir des documents

source: Automatic: adds links to all defined glossary terms found in the document
fr: Automatique : ajoute des liens automatiquement vers tous les termes du glossaire trouvés dans le document

source: Manual: shows a glossary icon in the online editor, so you can mark the terms that are in the glossary and that you want to link
fr: Manuel: montre une icône de glossaire dans l'éditeur en ligne, afin que vous puissiez marquer les termes qui se trouvent dans le glossaire et que vous voulez afficher

source: None: doesn't add any glossary terms to the documents
fr: Aucun: n'ajoute aucun lien entre le document et les termes du glossaire

source: Language variable
fr: Variable de langue

source: To export a document that has glossary terms with its references to the glossary, you have to make sure you include the glossary tool in the export
fr: Afin d'exporter un document avec ses liens vers le glossaire, vous devez vous assurer d'inclure l'outil glossaire dans l'export

source: Session's tutor's data is shown in the footer.
fr: Données du tuteur de la session affichées dans le pied de page.

source: Show the session's tutor reference (name and e-mail if available) in the footer?
fr: Afficher les données du tuteur de session (nom et courriel si disponible) dans le pied de page?

source: Show teacher information in footer
fr: Afficher les données de l'enseignant dans le pied de page

source: Show the teacher reference (name and e-mail if available) in the footer?
fr: Afficher les données de l'enseignant (nom et courriel si disponible) dans le pied de page ?

source: Page Link
fr: Lien externes

source: Display a Terms & Conditions statement on the registration page, require visitor to accept the T&C to register.
fr: Afficher la page de termes & conditions sur la page d'enregistrement. Requiert que le visiteur accepte ces termes et conditions pour s'enregistrer.

source: Enable terms and conditions
fr: Activer les termes et conditions

source: This option will display the Terms and Conditions in the register form for new users. Need to be configured first in the portal administration page.
fr: Activer la page de termes et conditions permet d'introduire un aspect légal à l'usage du campus. Ces termes et conditions peuvent être édités à partir de la page d'administration (par langue) et pourront être affichés aux utilisateurs selon les options sélectionnées.

source: Load
fr: Charger

source: All versions
fr: Toutes les versions

source: Edit terms and conditions
fr: Éditer les termes et conditions

source: Explain changes
fr: Expliquer les modifications

source: Term and condition not saved
fr: Termes et conditions non sauvegardés

source: The sub language has been removed
fr: Le jargon a été supprimé

source: Add terms and conditions
fr: Ajouter des termes et conditions

source: Term and condition saved
fr: Termes et conditions sauvés

source: Sessions categories list
fr: Liste des catégories de sessions

source: Add category
fr: Ajouter catégorie

source: Edit session category
fr: Éditer la catégorie de sessions

source: The category has been added
fr: La catégorie a été ajoutée

source: Category update
fr: Mise à jour de catégorie

source: The selected categories have been deleted
fr: Les catégories sélectionnées ont été supprimées

source: Please give a name to the sessions category
fr: Merci d'indiquer un titre pour la catégorie de sessions

source: There are no sessions available
fr: Il n'y a pas encore de session

source: Select a session
fr: Sélectionner une session

source: Courses from the original session
fr: Cours de la session d'origine

source: Courses from the destination session
fr: Cours de la session de destination

source: Help for the copy of courses from session to session
fr: Aide à la copie de cours de session à session

source: Type of copy
fr: Type de copie

source: Copy from course in session to another session
fr: Copie d'un cours d'une session à une autre

source: You must select a course from original session
fr: Merci de sélectionner un cours de la session d'origine

source: Maybe you want to delete the user, instead of unsubscribing him from all courses...?
fr: Peut-être désirez-vous plutôt retirer l'utilisateur de cette session, plutôt que de le désenregistrer de tous les cours...

source: Edit session courses by user
fr: Éditer la relation cours-utilisateur de cette session

source: Courses updated
fr: Cours mis à jour

source: Current courses
fr: Cours actuels

source: Unaccessible courses
fr: Cours inaccessibles

source: Edit session courses
fr: Éditer les cours de cette session

source: Visibility after end date
fr: Visibilité postérieure à la date de fin

source: Block user from courses in this session
fr: Bloquer des cours pour cet utilisateur

source: Language file
fr: Fichier de traduction

source: Show the courses descriptions in the catalog
fr: Afficher les descriptions de cours dans le catalogue

source: Show the courses descriptions as an integrated popup when clicking on a course info icon in the courses catalog
fr: Afficher les descriptions de cours sous forme d'une popup modale lorsque l'utilisateur clique sur l'icône d'information d'un cours dans le catalogue de cours ("Gérer mes cours")

source: The stylesheet could not be added
fr: La nouvelle feuille de style n'a pas pu être ajoutée

source: Add sessions in categories
fr: Ajouter sessions à catégories

source: It is recommended to install the imagick php extension for better performances in the resolution for generating the thumbnail images otherwise not show very well, if it is not install by default uses the php-gd extension.
fr: Il est recommandé d'installer l'extension imagick de PHP pour obtenir de meilleurs résultats au niveau résolution des images réduites. Si cette extension n'est pas installée, il sera fait usage, à sa place, de l'extension PHP-GD.

source: Edit specific search field
fr: Éditer le champ spécifique de recherche

source: Field name
fr: Nom du champ

source: Special exports
fr: Exports spéciaux

source: Special create full backup
fr: Créer un export spécial complet

source: Special let me select items
fr: Sélection manuelle des composants

source: Allow coaches to edit inside course sessions
fr: Autoriser les formateurs à éditer le contenu des sessions de cours

source: Show session data title
fr: Afficher les informations de la session

source: Show session data comment
fr: Afficher informations sur la session dans la page de cours de l'utilisateur
