Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: Total learnpath time
fr: Temps total parcours

source: Add status
fr: Ajouter un état

source: Add project
fr: Ajouter un projet

source: Add priority
fr: Ajouter une priorité

source: User permissions
fr: Permissions utilisateur

source: Go to thread
fr: Aller au fil de discussion

source: Time difference
fr: Différence de temps

source: Session administrator
fr: Administrateur de sessions

source: There is a sequence resource linked to this session. You must delete this link first.
fr: Une ressource de séquence est liée à cette session. Vous devez d'abord supprimer ce lien.

source: Add annotation text
fr: Ajouter texte d'annotation

source: Add annotation path
fr: Ajouter tracé d'annotation

source: Driver
fr: Pilote

source: The temporary upload directory is a space on the server where files are uploaded before being filtered and treated by PHP.
fr: Le répertoire d'upload temporaire est un espace sur le serveur où les fichiers sont déposés temporairement avant d'être traités par PHP.

source: Generate custom report
fr: Générer un rapport personnalisé

source: Please enter the URL
fr: Veuillez introduire l'URL

source: If you want to get the certificate and/or skills associated with this course, you need to buy the certificate service. You can go to the services catalog by clicking this link: %s
fr: Si vous souhaitez obtenir le certificat et/ou les compétences associés à ce cours, il est nécessaire d'acquérir le droit au certificat. Vous pouvez visualiser le catalogue de services ici: %s

source: Sub-skill
fr: Sous-compétence

source: Add multiple users to calendar
fr: Ajouter plusieurs utilisateurs au calendrier

source: Update calendar
fr: Mettre le calendrier à jour

source: Control point
fr: Point de contrôle

source: Please follow the instructions below to check your results for test %s.<br /><br />
fr: Suivez les instructions ci-dessous pour visualiser vos résultats pour le test %s:<br /><br />

source: Session min duration
fr: Durée minimum de session

source: Could not translate
fr: Impossible de traduire

source: Add skills
fr: Ajouter compétences

source: Dictionary
fr: Dictionnaire

source: Category exists
fr: La catégorie existe

source: Minimum to validate
fr: Minimum pour valider

source: Number of gradebooks to validate in dependencies
fr: Nombre de cahiers de notes à valider dans les dépendances

source: Depends on gradebook
fr: Dépend du cahier de note

source: This gradebook has no dependency
fr: Ce cahier de notes n'a aucune dépendance

source: Course introductions all imported successfully.
fr: Les introductions ont toutes été importées avec succès

source: Filter sessions
fr: Filtrer sessions

source: Score model
fr: Modèle d'évaluation

source: Synchronize the database with the schema
fr: Synchroniser la base de données avec le schéma

source: Courses-Skills associations
fr: Associations cours-compétences

source: A user is waiting for an action about his/her personal data request
fr: Un(e) utilisateur/trice attend une action de votre part à propos d'une demande au sujet de ses données personnelles

source: The user %s is waiting for an action about it's personal data request. To manage personal data requests you can follow this link : %s
fr: L'utilisateur/trice %s attend une action au sujet de sa demande de données personnelles.

source: Request type
fr: Type de demande

source: Delete account
fr: Supprimer le compte

source: Remove legal agreement
fr: Supprimer l'accord légal

source: You can find more information about the user's right to be forgotten through the following page: %s
fr: Vous trouverez plus d'information au sujet du droit à l'oubli des utilisateurs via le lien suivant: %s

source: Please tell us why you want to withdraw the rights you previously gave us, to let us make it in the smoothest way possible.
fr: Merci de bien vouloir nous donner une brève explication sur la raison de votre demande de retrait des permissions que vous nous aviez précédemment donné afin que nous puissions procéder à la modification de la meilleure manière possible.

source: Explain in this box why you want your account deleted
fr: Merci de bien vouloir nous donner une brève explication sur la raison de votre demande de suppression de votre compte, afin que nous puissions y procéder de la meilleure manière possible.

source: You can ask below for your legal agreement to be deleted or your account to be deleted.</br>In the case of the legal agreement, once deleted you will have to accept it again on your next login to be able to access the platform and recover your access, because we cannot reasonably at the same time give you a personal environment and not treat your personal data.</br>In the case of an account deletion, your account will be deleted along with all of your course subscriptions and all the information related to your account. Please select the corresponding option with care. In both cases, one of our administrators will review your request before it is effective, to avoid any misunderstanding and definitive loss of your data.
fr: Ci-dessous, vous pouvez faire une demande de retrait de votre accord avec nos conditions d'utilisation ou de suppression de votre compte.<br />

source: Personal data protection
fr: Protection des données personnelles

source: Request for account removal
fr: Demande de suppression de compte

source: User %s asked for the deletion of his/her account, explaining that "%s". You can process the request here: %s
fr: L'utilisateur/trice %s a fait une demande de suppression de son compte, en expliquant que "%s". Traitez sa demande ici: %s

source: User %s asked for the removal of his/her consent to our legal terms, explaining that "%s". You can process the request here: %s
fr: L'utilisateur/trice %s a fait une demande de retrait de son accord aux termes d'utilisation, en expliquant que "%s". Traitez sa demande ici: %s

source: Request for consent withdrawal on legal terms
fr: Demande rétraction d'accord sur conditions d'utilisation

source: Terms and condition fields
fr: Champs de conditions d'utilisation

source: This content is not accessible to you directly because of course-related access rules. If you require access to that data, please contact the Data Privacy Officer as defined in our privacy terms.
fr: Ce contenu ne vous est pas accessible en raison de règles d'accès liées au cours. Si vous avez besoin de ces données, merci de contacter le responsable de la protection des données tel que défini dans les termes de protection des données personnelles.

source: Learning calendar
fr: Calendrier d'apprentissage

source: Control point added
fr: Point de contrôle ajouté

source: Number of days accumulated in calendar
fr: Nombre de jours accumulés dans le calendrier

source: Difference between days and calendar
fr: Différence entre jours et calendrier

source: Skills and users list
fr: Liste des compétences et utilisateurs

source: Course ID
fr: ID de cours

source: Student care detail view
fr: Vue détaillée de vie étudiante

source: More data available in the database but trunked for efficiency reasons.
fr: Plus de données disponibles mais tronquées pour des raisons d'efficacité.

source: Send a copy by email to myself.
fr: M'envoyer une copie par e-mail.

source: Course duration (h)
fr: Durée du cours (h)

source: Announcement will be sent to
fr: L'annonce sera envoyée à

source: You need attach a audio file according to the text, clicking on the %s icon.
fr: Il est nécessaire d'ajouter un fichier audio correspondant au texte, en cliquant sur l'icône %s.

source: Create read-out text
fr: Créer texte lu

source: Outstanding students
fr: Apprenants distingués

source: Percentile scores distribution
fr: Distribution des scores en pourcents

source: Note: This progress is obtained through a combination of progress in the learning paths and average scores in the tests
fr: Note: Le progrès ci-dessus est obtenu par une combinaison du progrès dans les parcours et du score dans les exercices
