Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: <p>Getting proper feedback on your courses is extremely important. You will find the dedicated Survey tool invaluable for getting effective feedback from users. </p> <p><b>Creating a new survey</b></p> <p> Click on the link 'Create a new survey' and fill in the fields 'Survey code' and 'Survey title'. With the help of the calendar, you can control the duration of your survey. There's no need to keep it open for a whole year; allow access for a few days at the end of the course program. Filling in the text fields 'Survey introduction' and 'Survey thanks' is also good practice; this will add clarity and a certain friendliness to your survey.</p> <p><b>Adding questions to the survey</b></p> <p>Once the survey outline is created, it is up to you to create the questions. The 'Survey' tool has many question types: open/closed questions, percentage, QCM, multiple responses... You should certainly find everything you need for your (ever increasing) feedback requirements.</p> <p><b>Previewing the survey</b></p><p>Once you have created questions, you may want to check what the survey will look like to learners. Click on the 'Preview' icon and the preview screen will show you exactly this.</p> <p><b>Publishing the survey</b></p> <p>Happy with the preview? Any modifications to be made? No? Then click on the icon 'Publish survey' to send the survey to the selected list of recipients. As with creating groups, use the list 'Users of this course' on the left and the one for 'receivers' on its right to arrange this. Next, fill in the e-mail subject 'Title of the e-mail' and the content, 'Text of the e-mail'. Potential surveyees will be alerted by e-mail of the availability of a survey. Think carefully about the wording of the e-mail because it will play a big part in motivating users to take the survey.</p> <p><b>Survey reports</b></p> Analysing surveys is a tedious task. The survey Reporting tool will help with analysis as it sorts reports according to question, user, comparisons etc... <p><b>Managing surveys</b></p> When managing surveys you will see some new icons, apart from the usual 'Edit' and 'Delete' options. You can preview, publish and keep track of your surveys and responses using these.</p>
fr: <p>Obtenir un retour d'expérience au sujet de vos cours a toujours été un sujet de préoccupation majeur pour nous. C'est pourquoi vous apprécierez l'outil d'enquêtes dédié vous permettant d'obtenir de manière efficace un retour d'expérience de la part de vos utilisateurs. </p> <p><b>Créer une nouvelle enquête</b></p> <p> Cliquez sur le lien "Créer une nouvelle enquête" et complétez les champs "Code" et "Titre". À l'aide du calendrier, vous pouvez contrôler la durée de votre enquête. Inutile de la rendre disponible pour une année entière; quelques jours à la fin de votre programme de cours devraient suffire. Compléter les champs "Introduction" et "Remerciements" est également plein de bon sens, vous ajouterez ainsi de la clarté et du charme à votre enquête.</p> <p><b>Ajouter des questions aux enquêtes</b></p> <p>Une fois le cadre de l'enquête défini, vous serez inviter à créer des questions. L'outil d'enquêtes dispose de plusieurs types de questions: questions ouvertes/fermées, pourcentage, QCM, réponses multiples... Vous trouverez assurément ce dont vous avez besoin pour vos objectifs de résultats toujours croissants.</p> <p><b>Prévisualiser l'enquête</b></p> <p>Une fois vos questions créées, vous voudrez certainement comprendre à quoi ressemblera l'enquête pour vos apprenants. Cliquez sur l'icône "Prévisualisation" et l'écran de prévisualisation vous le montrera.</p> <p><b>Publier une enquête</b></p> <p>Satisfait de la prévisualisation? Dernières modifications à apporter? Non? Alors cliquez sur l'icône "Publier enquête" afin d'envoyer l'enquête aux destinataires sélectionnés, ou de la rendre disponible dans votre espace de cours. Comme pour la création de groupes, utilisez la liste "Utilisateurs du cours" à gauche et la liste des destinataires à droite afin de définir l'envoi. Ensuite, complétez le sujet du courriel (Titre) et son contenu (Texte). Envoyez l'invitation. Les destinataires seront avertis par courriel de la disponibilité de l'enquête. Réfléchissez bien au contenu du courriel car celui-ci joue une part importante dans la motivation des apprenants à répondre à l'enquête.</p> <p><b>Rapports d'enquête</b></p> Analyser les enquêtes est une tâche difficile. L'outil de rapports d'enquêtes vous aidera dans l'analyse grâce à ses possibilités de tri par question, par utilisateur, ses écrans comparatifs, etc.<p><b>Gérer les enquêtes</b></p>Lorsque vous gérez les enquêtes, d'autre icônes apparaîtront, vous offrant de nouvelles possibilités en dehors de l'édition et de la supression classiques</p>

source: Project help
fr: Aide Blogs

source: <p> The Project tool facilitates collaborative project work. </p> One way to use the tool is to use it to assign authors charged with keeping written reports on activities throughout the day/week. </p> Coupled with this is a task management tool through which you can assign a relevant task to any of the designated authors (eg to report on the evolution of safety standards in the business). </p> An item representing new content is called an <i> article </i>. To create a new article, just follow the link in the menu prompting you to do. To edit (if you are the author of the article) or add a comment to an article, just click on the title of this article. </p>
fr: <p>Les blogs sont un outil conçu pour l'apprentissage par le projet.</p><p>Une manière possible d'utiliser l'outil est de le faire de façon semi-contrôlée en assignant des auteurs qui écrivent des rapports sur l'activité journalière ou hebdomadaire du cours.</p><p>Cet outil est également couplé avec un outil de gestion de tâches via lequel vous pouvez assigner une tâche, uniquement dans le contexte de l'outil, à l'un ou l'autre de ses auteurs désignés (par exemple: faire un rapport sur l'évolution des normes de sécurité dans l'entreprise).</p><p>Un nouvel élément de contenu est appelé un <i>article</i>. Afin de créer un nouvel article, il suffit de suivre le lien dans le menu vous y invitant. Pour éditer (si vous êtes l'auteur de l'article) ou ajouter un commentaire à un article, il suffit de cliquer sur le titre de cet article.</p>

source: First slide
fr: Première diapositive

source: Last slide
fr: Dernière diapositive

source: The document has been deleted.
fr: Le document a été supprimé.

source: You are not allowed to delete this document
fr: Vous n'êtes pas autorisé à supprimer ce document

source: Add user profile field
fr: Ajouter un champ de profil utilisateur

source: Export courses
fr: Exporter les cours

source: Is administrator
fr: est administrateur

source: Is not administrator
fr: n'est pas administrateur

source: Add time limit
fr: Ajouter une période de disponibilité

source: Edit time limit
fr: Éditer la limite de temps

source: The time limit of a category is referential, will not affect the boundaries of a training session
fr: La limite de temps d'une catégorie est informelle et n'affectera pas les limites des sessions de cours

source: User tag
fr: Tags utilisateurs

source: E-mail alert on course creation
fr: Alerte par courriel à la création de cours

source: Send an email to the platform administrator each time a teacher creates a new course
fr: Envoyer un courriel à l'administrateur de la plateforme à la création de chaque nouveau cours

source: Select session
fr: Sélectionner session

source: Special course
fr: Cours spécial

source: Duration in words
fr: Durée exprimée en mots

source: Upload correction
fr: Envoyer une correction

source: ASCIIMathML mathematical editor
fr: Éditeur mathématique ASCIImathML

source: Enable ASCIIMathML mathematical editor
fr: Activer l'éditeur mathématique ASCIImathML

source: Allow learners to insert videos from YouTube
fr: Autoriser les apprenants à insérer des vidéos depuis YouTube

source: Enable the possibility that learners can insert Youtube videos
fr: Autoriser les apprenants à insérer des vidéos YouTube

source: Block learners copy and paste
fr: Bloquer le copier-coller des apprenants

source: Block learners the ability to copy and paste into the WYSIWYG editor
fr: Empêcher les étudiants d'utiliser le copier-coller de l'éditeur en ligne WYSIWYG

source: Buttons bar extended
fr: Barre de boutons étendue

source: Enable button bars extended when the WYSIWYG editor is maximized
fr: Activer les barres de boutons étendues lorsque l'éditeur en ligne WYSIWYG est en vue maximisée

source: HTML Editor
fr: Éditeur

source: Go directly to the course after login
fr: Accés direct au cours après login

source: When a user is registered in one course, go directly to the course after login
fr: Lorsqu'un utilisateur est enregistré dans un seul cours, l'envoyer directement dans le cours après le login

source: Allow learners to download directories
fr: Autoriser les apprenants à télécharger des répertoires

source: Allow learners to pack and download a complete directory from the document tool
fr: Permettre aux apprenants de comprimer et télécharger un répertoire complet dans l'outil documents

source: Allow learners to create groups in social network
fr: Autoriser les étudiants à créer des groupes dans le réseau social

source: Allow sending messages to any platform user
fr: Autoriser l'envoi de messages à tous les utilisateurs

source: Allows you to send messages to any user of the platform, not just your friends or the people currently online.
fr: Autoriser l'envoi de messages à tous les utilisateurs de la plateforme. Sans cette option, les utilisateurs ne peuvent envoyer de message qu'aux utilisateurs actuellement connectés.

source: Social network tab
fr: Onglet réseau social

source: Max upload file size in messages
fr: Taille maximum d'envoi de fichier dans les messages

source: Maximum size for file uploads in the messaging tool (in Bytes)
fr: Taille maximum pour l'envoi de fichiers dans l'outil de messagerie (en Bytes)

source: Chamilo homepage
fr: Page d'accueil de Chamilo

source: Chamilo forum
fr: Forum de Chamilo

source: Chamilo extensions
fr: Extensions de Chamilo

source: Chamilo Green
fr: Chamilo Vert

source: Chamilo red
fr: Chamilo Rouge

source: Number of messages sent
fr: Nombre de messages envoyés

source: Number of messages received
fr: Nombre de messages reçus

source: Contacts count
fr: Nombre de contacts

source: In order to change your e-mail address, you are required to confirm your password
fr: Afin de modifier votre adresse de courriel, veuillez confirmer votre mot de passe

source: My groups
fr: Mes groupes

source: Note: This test has been setup to hide the expected answers.
fr: Note : cet exercice est configuré pour cacher les corrections.

source: Create a group
fr: Créer un groupe

source: Users, Groups
fr: utilisateurs, groupes

source: Sorry no results
fr: Désolé, il n'y a aucun résultat

source: Group Permissions
fr: Permissions de groupes

source: Closed
fr: Fermé

source: Add group
fr: Ajouter groupe

source: Privacy
fr: Privé

source: This is an open group
fr: Groupe ouvert

source: You should create a topic
fr: Vous devriez créer un sujet de discussion

source: I am an admin
fr: Je suis un admin

source: Messages list
fr: Liste des messages

source: Members list
fr: Liste des membres

source: Waiting list
fr: Liste d'attente

source: Invite friends
fr: Inviter amis

source: Add one more file
fr: Ajouter une autre pièce jointe

source: Maximun file size: %s
fr: Taille de fichier maximum: %s

source: Edit information
fr: Modifier l'information

source: Edit group
fr: Éditer le groupe

source: There are no users in the waiting list
fr: Il n'y a pas d'utilisateurs dans la liste d'attente

source: Send invitation to
fr: Envoyer une invitation à

source: Invite users to group
fr: Inviter des utilisateurs à rejoindre le groupe

source: Posted
fr: Publié

source: Newest
fr: Le plus récent

source: Popular
fr: Populaires

source: Remove moderator
fr: Supprimer modérateur

source: User updated to moderator
fr: Utilisateur modifié comme modérateur

source: I am a moderator
fr: Je suis un modérateur

source: This is a closed group
fr: Groupe fermé

source: I am a reader
fr: Je suis un lecteur

source: User updated to reader
fr: Utilisateur assigné comme lecteur

source: Add as moderator
fr: Ajouter comme modérateur

source: Join group
fr: Rejoindre le groupe

source: You should join the group
fr: Vous devriez joindre ce groupe

source: Waiting for admin response
fr: En attente de réponse de l'admin

source: Re
fr: Ré

source: Files attachments
fr: Pièces jointes

source: Group waiting list
fr: Liste d'attente du groupe

source: Users already invited
fr: Utilisateurs déjà invités

source: Subscribe users to group
fr: Inscrire les utilisateurs au groupe

source: You have been invited to join now
fr: Vous avez à présent été invité à rejoindre le groupe

source: Deny invitation
fr: Décliner l'invitation

source: Accept invitation
fr: Accepter l'invitation

source: Groups waiting for approval
fr: Groupes en attente d'approbation

source: Group invitation was denied
fr: L'invitation du groupe a été déclinée

source: User is subscribed to this group
fr: L'utilisateur est inscrit à ce groupe

source: Delete from group
fr: Désinscrire du groupe

source: You are invited to access a group content
fr: Vous êtes invité à accéder à un contenu de groupe

source: You are invited to group
fr: Vous êtes invité à rejoindre le groupe

source: To subscribe, click the link below
fr: Pour vous inscrire, suivez le lien ci-dessous

source: Return to inbox
fr: Retourner à la boîte de réception

source: Return to outbox
fr: Retourner à la boîte d'envoi

source: Edit normal profile
fr: Modifier le profil normal

source: Leave group
fr: Quitter le groupe

source: User is not subscribed to this group
fr: L'utilisateur n'est pas inscrit à ce groupe

source: Invitation received
fr: Invitation reçue

source: Invitation sent
fr: Invitation envoyée

source: You already sent an invitation
fr: Vous avez déjà envoyé une invitation

source: Step 7
fr: Étape 7

source: Files size exceeds
fr: La taille du fichier dépasse

source: You should write a subject
fr: Vous devriez indiquer un sujet

source: Status in this group
fr: Statut dans ce groupe

source: Friends online
fr: Amis en ligne

source: My productions
fr: Mes publications

source: You have received a new message in group %s
fr: Vous avez reçu un message au sein du groupe %s

source: Click here to see group message
fr: Cliquez ici pour voir le message de groupe

source: or copy paste the following url :
fr: ou copiez collez l'url suivante :

source: There is a new message in group %s
fr: Il y a un nouveau message dans le groupe %s

source: User is already subscribed to this group
fr: L'utilisateur est déjà inscrit à ce groupe

source: Add as simple user
fr: Ajouter comme simple utilisateur

source: Deny access
fr: Refuser l'accès

source: You need to have friends in your social network
fr: Vous devez avoir des contacts dans votre réseau social

source: See all my groups
fr: Voir tous mes groupes

source: Edit group category
fr: Éditer la catégorie de groupe

source: Modify hotpotatoes
fr: Modifier hotpotatoes

source: Save hotpotatoes
fr: Enregistrer hotpotatoes

source: The session is read only
fr: La session est en mode de lecture seule

source: Enable time control
fr: Activer le contrôle du temps

source: Total duration in minutes of the test
fr: Durée totale du test en minutes

source: To continue this course, please use the side-menu.
fr: Pour continuer le cours, veuillez utiliser le menu latéral

source: Shuffle answers
fr: Désordonner les réponses

source: This activity cannot be graded
fr: Activité non-qualificable

source: You have to create at least one answer
fr: Veuillez créer au moins une réponse

source: A learner attempted an exercise
fr: Un apprenant a passé un exercice

source: Exact Selection
fr: Combinaison exacte

source: Exact answers combination
fr: Combinaison exacte

source: The exercise time limit has expired
fr: Durée maximum de l'exercice expirée

source: ukrainian
fr: ukrainien

source: New
fr: Nouveau

source: You must install the extension LDAP
fr: Vous devez installer l'extension LDAP

source: Invitation denied
fr: Invitation rejetée

source: The user has been added
fr: L'utilisateur a été ajouté

source: Updated on
fr: Mise à jour le

source: Metadata
fr: Méta-données

source: View/Edit Metadata
fr: Visualiser/modifier métadonnées

source: See forum
fr: Voir forum

source: See more
fr: En savoir plus

source: No data available
fr: Pas de données disponibles

source: Created
fr: Créé

source: Last update
fr: Dernière mise à jour

source: User not registered in course
fr: Utilisateur non enregistré dans le cours

source: Edit my profile
fr: Éditer mon profil

source: Groupe description
fr: Description de groupe

source: Read the installation guide
fr: Lire le guide d'installation

source: See blog
fr: Voir le blog

source: Blog Posts
fr: Articles du blog

source: Blog comments
fr: Commentaires du blog

source: There are not extra fields available
fr: Aucun champ de profil disponible

source: Start to type, then click on this bar to validate tag
fr: Commencez à taper, puis cliquez sur cette barre pour valider

source: Install chamilo
fr: Installer Chamilo

source: Chamilo URL
fr: URL de Chamilo

source: You have no session in your sessions history
fr: Vous n'avez pas de session dans votre historique

source: <h2>Congratulations! You have successfully installed your e-learning portal!</h2> <p>You can now complete the installation by following three easy steps:<br /> <ol> <li>Configure you portal by going to the administration section, and select the Portal -> <a href="main/admin/settings.php">Configuration settings</a> entry.</li> <li>Add some life to your portal by creating users and/or training. You can do that by inviting new people to create their accounts or creating them yourself through the <a href="main/admin/">administration</a>'s Users and Training sections.</li> <li>Edit this page through the <a href="main/admin/configure_homepage.php">Edit portal homepage</a> entry in the administration section.</li> </ol> <p>You can always find more information about this software on our website: <a href="http://www.chamilo.org">http://www.chamilo.org</a>.</p> <p>Have fun, and don't hesitate to join the community and give us feedback through <a href="http://www.chamilo.org/forum">our forum</a>.</p>
fr: <h2>Félicitations! Vous avez installé votre portail e-learning avec succès!</h2> <p>Il ne vous reste plus qu'à compléter cette installation au travers de trois étapes simples mais importantes:<br /> <ol> <li>Configurez votre portail au travers de la section d'administration, en sélectionnant l'entrée Portail -> <a href="main/admin/settings.php">Configuration</a>. N'oubliez pas d'y configurer les langues acceptées sur ce portail.</li> <li>Lancez la première étincelle de vie sur votre portail en y ajoutant utilisateurs et/ou cours. Vous pouvez le faire en invitant des nouveaux utilisateurs à créer eux-mêmes leur compte et en téléchargeant des contenus de cours intéressants, ou vous pouvez les inscrire vous-même au travers des sections Utilisateurs et Cours de la page d'<a href="main/admin/">administration</a>.</li> <li>Finalement, éditez cette page d'introduction au travers de l'entrée <a href="main/admin/configure_homepage.php">Modifier accueil</a> de la section d'administration.</li> </ol> <p>Vous pourrez toujours trouver plus d'information au sujet de le logiciel sur notre site web: <a href="http://www.chamilo.org">http://www.chamilo.org</a>.</p> <p>Profitez au maximum de cette nouvelle aventure, et n'hésitez pas à vous joindre à la communauté et à nous expliquer comment vous utilisez le logiciel au travers de <a href="http://www.chamilo.org/forum">notre forum</a>.</p>

source: with the following settings:
fr: avec les paramètres suivants:

source: The page has been exported to the document tool
fr: La page a été exportée dans l'outil de documents

source: Column header in Competences Report
fr: Titre de colonne dans le rapport

source: Configure extensions
fr: Configurer les extensions

source: There are not questions for this survey
fr: Il n'y a pas de questions dans cette enquête

source: Allow learners to delete their own publications
fr: Autoriser les apprenants à supprimer leurs propres travaux

source: Please confirm your choice. This will delete all files without possibility of recovery
fr: Veuillez confirmer votre choix. Tous les fichiers seront supprimés sans possibilité de récupération postérieure

source: Please remember you still have to send an assignment
fr: Nous vous rappelons que vous devez soumettre une tâche

source: This is a message confirming the good reception of the task
fr: Ceci est un message de confirmation de bonne récpetion de la tâche

source: Data sent
fr: Données envoyées

source: Download link
fr: Lien de téléchargement

source: Assignments received
fr: Travaux déjà remis

source: Send a reminder
fr: Envoyer un rappel

source: View missing assignments
fr: Travaux manquants

source: Enable AsciiSVG
fr: Activer AsciiSVG

source: Only required by the sub-languages feature or version upgrade process
fr: Optionnel: uniquement nécessaire pour activer la fonctionnalité de jargon (sous-langage)

source: Thematic advance
fr: Progression du cours

source: Dashboard
fr: Panneau de contrôle

source: Dashboard blocks
fr: Blocs du panneau de contrôle

source: Dashboard list
fr: Liste du panneau de contrôle

source: You haven't enabled any block
fr: Vous n'avez activé aucun bloc

source: The blocks have been updated
fr: Les blocs ont été mis à jour

source: Dashboard plugins
fr: Plugins du panneau de contrôle

source: This plugin has been deleted from the dashboard plugin directory
fr: Ce plugin a été supprimé du répertoire de plugins du panneau de contrôle

source: Enable dashboard plugins
fr: Activer les plugins du panneau de contrôle

source: Select blocks to display in the dashboard blocks view
fr: Sélectionnez des blocs à montrer dans le panneau de contrôle

source: Position (column)
fr: Position (colonne)

source: Enable dashboard block
fr: Activer le bloc

source: There is no enabled dashboard plugin
fr: Aucun plugin du panneau de contrôle n'a été activé.

source: Enabled
fr: Activé

source: What is the current progress you have reached with your learners inside your course? How much do you think is remaining in comparison to the complete program?
fr: Quelle est la progression du cours actuelle que vous avez atteint avec vos étudiants au sein de votre cours? Que pensez-vous qu'il reste à faire pour compléter le programme?

source: Advance history
fr: Historique de la progression du cours

source: Attendances
fr: Présences

source: # attended
fr: # de présences

source: Assign users
fr: Assigner des utilisateurs

source: Assign courses
fr: Assigner des cours

source: Assign sessions
fr: Assigner des sessions

source: Platform courses list
fr: Liste des cours de la plateforme

source: Courses assigned to HR manager
fr: Cours assignés au directeur RH

source: Courses assigned to
fr: Cours assignés à

source: Assign courses to HR manager
fr: Assigner des cours au directeur RH

source: Timezone value
fr: Fuseau horaire
