Repository: chamilo/chamilo-lms
Catalog: src/CoreBundle/Resources/translations/messages.*.po
Languages: fr

source: The timezone for this portal should be set to the same timezone as the organization's headquarter. If left empty, it will use the server's timezone.<br />If configured, all times on the system will be printed based on this timezone. This setting has a lower priority than the user's timezone, if enabled and selected by the user himself through his extended profile.
fr: Le fuseau horaire de ce portail devrait être réglé sur celui du siège de l'organisation. Si vous ne configurez pas de fuseau horaire, celui du serveur sera utilisé. Si vous en configurez un, toutes les heures de cette plateforme seront affichées sur base de ce fuseau. Ce paramètre a une priorité inférieure à celui de l'utilisateur, s'il en a activé et sélectionné personnellement dans son profil étendu.

source: Enable users timezones
fr: Utiliser les fuseaux horaires utilisateurs

source: Enable the possibility for users to select their own timezone. The timezone field should be set to visible and changeable in the Profiling menu in the administration section before users can choose their own. Once configured, users will be able to see assignment deadlines and other time references in their own timezone, which will reduce errors at delivery time.
fr: Activer la possibilité pour les utilisateurs de sélectionner leur fuseau horaire. Le champ de fuseau horaire doit être rendu visible et modifiable dans les options de profiling du panneau d'administration avant que les utilisateurs ne puissent choisir leur propre fuseau.

source: Timezone
fr: Fuseau horaire

source: The assigned sessions have been updated
fr: Les sessions assignées ont été mises à jour

source: The assigned courses have been updated
fr: Les assignations de cours ont été mises à jour

source: The assigned users have been updated
fr: Les utilisateurs assignés ont été mis à jour

source: Assign users to %s
fr: Assigner des utilisateurs à %s

source: Assign users to Human Resources manager
fr: Assinger des utilisateurs au directeur RH

source: List of users assigned to Human Resources manager
fr: Liste des utilisateurs qui vous sont assignés

source: Assign courses to %s
fr: Assigner des cours à %s

source: List of sessions on the platform
fr: Liste des sessions sur la plateforme

source: Assign sessions to Human Resources manager
fr: Assigner des sessions au directeur RH

source: List of sessions assigned to the Human Resources manager
fr: List des sessions assignées au directeur RH

source: Sessions report
fr: Rapports de sessions

source: Your sessions
fr: Vos sessions

source: Teachers report
fr: Rapport des enseignants

source: Your teachers
fr: Vos enseignants

source: Learners report
fr: Rapport des apprenants

source: Your learners
fr: Vos apprenants

source: Go to thematic advance
fr: Aller à la progression du cours

source: Teachers report chart
fr: Graphique de rapport enseignants

source: Learners report chart
fr: Graphique de rapport apprenants

source: Timezones
fr: Fuseaux horaires

source: Time spent on the platform last week, by day
fr: Temps de connexion la semaine passée, par jour

source: Not attended
fr: Absences

source: Report of attendance sheets
fr: Rapport de présences

source: You do not have attendances
fr: Vous n'avez aucune feuille de présences

source: The dashboard plugins have been updated successfully
fr: Les plugins du panneau de contrôle ont été mis à jour avec succès

source: There is no available information about your courses
fr: Aucune information disponible à propos de vos cours

source: There is no available information about your sessions
fr: Aucune information disponible à propos de vos sessions

source: There is no available information about your teachers
fr: Aucune information disponible à propos de vos enseignants

source: There is no available information about your learners
fr: Aucune information disponible à propos de vos apprenants

source: Time spent last week
fr: Temps passé la semaine dernière

source: System status
fr: Statut du système

source: Is writable
fr: Inscriptible

source: The directory exists
fr: Le répertoire existe

source: The directory must be writable by the web server
fr: Le répertoire doit être inscriptible par le serveur web

source: The directory should be removed (it is no longer necessary)
fr: Le répertoire devrait être supprimé (il n'est plus nécessaire)

source: Expected
fr: Espéré

source: Setting
fr: Paramètre

source: Current
fr: Actuel

source: The session garbage collector maximum lifetime indicates which maximum time is given between two runs of the garbage collector.
fr: Le temps de vie maximum du garbage collector de sessions indique combien de temps (au maximum) est donné au garbage collector entre deux exécutions

source: File uploads indicate whether file uploads are authorized at all
fr: File uploads indique si l'envoi de fichiers est autorisé ou non

source: Maximum volume of an uploaded file. This setting should, most of the time, be matched with the post_max_size variable.
fr: Volume maximum d'un fichier uploadé. Ce paramètre devrait, en général, correspondre à la variable post_max_size.

source: This is a highly unrecommended feature which converts values returned by all functions that returned external values to slash-escaped values. This feature should *not* be enabled.
fr: Cette fonctionnalité hautement déconseillée convertit les valeurs renvoyées par toutes les fonctions qui renvoient des valeurs extérieures par des valeurs *échappées* par des slashes. Cette fonctionnalité *ne devrait pas* être activée.

source: This is the maximum size of uploads through forms using the POST method (i.e. classical file upload forms)
fr: C'est la taille maximum des envois au travers de formulaires utilisant la méthode POST (la méthode par défaut pour l'envoi de formulaires)

source: Safe mode is a deprecated PHP feature which (badly) limits the access of PHP scripts to other resources. It is recommended to leave it off.
fr: Le safe mode est une fonctionnalité abandonnée qui limite (de façon incorrecte) l'accès à des scripts PHP à d'autres endroits. Il est conseillé de laisser cette fonctionnalité désactivée.

source: Show errors on screen. Turn this on on development servers, off on production servers.
fr: Montrer les erreurs à l'écran. Activez cette fonctionnalité sur des serveurs de développement. Désactivez-la sur des serveurs de production.

source: The maximum time allowed for a form to be processed by the server. If it takes longer, the process is abandonned and a blank page is returned.
fr: Le temps maximum autorisé pour qu'un formulaire soit traité par le serveur. S'il prend plus longtemps, le processus est abandonné et une page blanche (ou une page d'erreur) est renvoyée.

source: The default character set to be sent when returning pages
fr: La palette de caractères par défaut qui est envoyée lorsque votre serveur répond aux requêtes HTTP

source: Whether to use the register globals feature or not. Using it represents potential security risks with this software.
fr: Représente l'état d'utilisation de la fonction register globals. L'utiliser représente des risques de sécurité potentiels pour ce logiciel.

source: Whether to allow for short open tags to be used or not. This feature should not be used.
fr: Représente l'état de l'utilisation de la fonctionnalité de tag ouvrant court. Cette fonctionnalité ne devrait pas être utilisée.

source: Maximum memory limit for one single script run. If the memory needed is higher, the process will stop to avoid consuming all the server's available memory and thus slowing down other users.
fr: Limite de mémoire maximum pour une exécution de script. Si la mémoire nécessaire excède la limite, le processus s'arrêtera pour éviter de consommer toute la mémoire disponible sur le serveur et ainsi ralentir les autres utilisateurs.

source: Whether to automatically escape values from GET, POST and COOKIES arrays. A similar feature is provided for the required data inside this software, so using it provokes double slash-escaping of values.
fr: Représente l'usage ou non de l'échappement automatique des données provenant de GET, POST et COOKIES. Une fonctionnalité similaire est fournie pour les données nécessaires dans ce logiciel. Activer cette fonctionnalité pourrait provoquer le double échappement (néfaste) de valeurs.

source: The order of precedence of Environment, GET, POST, COOKIES and SESSION variables
fr: L'ordre de précédence des variables Environment, GET, POST, COOKIES et SESSION

source: Maximum time a script can take to execute. If using more than that, the script is abandoned to avoid slowing down other users.
fr: Temps maximum que peut durer l'exécution d'un script. S'il utilise plus que ça, le script est abandonné pour éviter de ralentir d'autres utilisateurs.

source: This extension must be loaded.
fr: L'extension doit être chargée

source: MySQL protocol
fr: Protocole MySQL

source: MySQL server host
fr: Hôte du serveur MySQL

source: MySQL server information
fr: Info du serveur MySQL

source: MySQL client
fr: Client MySQL

source: Protocol used by this server
fr: Protocole utilisé par ce serveur

source: Remote address (your address as received by the server)
fr: Adresse distante (votre adresse comme reçue par le serveur)

source: Server address
fr: Adresse du serveur

source: Server name (as used in your request)
fr: Nom du serveur (tel qu'utilisé dans votre requête)

source: Server port
fr: Port du serveur

source: Your user agent as received by the server
fr: Vore user-agent tel que reçu par le serveur

source: Software running as a web server
fr: Logiciel utilisé comme serveur web

source: Information on the system the current server is running on
fr: Information sur le système sur lequel le présent serveur web tourne

source: There are empty lines in the header of selected file
fr: Le fichier sélectionné contient des lignes blanches parmi les premières lignes

source: This feature is useful for the multi-URL scenario, where there is a difference between the global admin and the normal admins. In this case, selecting "No" will prevent normal admins to set other users' passwords, and will only allow them to ask for a password regeneration (thus sent by e-mail to the user). The global admin can still do it.
fr: Cette fonctionnalité est utile dans le cas d'utilisation des multi-URLs, où il existe une différence entre l'administrateur global et les administrateurs de portails spécifiques. Dans ce cas, choisir "Non" empêchera les administrateurs de portails d'assigner un mot de passe spécifique aux utilisateurs. Ils ne seront autorisés qu'à demander une régénération automatique du mot de passe (envoyée par courriel à l'utilisateur). L'administrateur global, lui, pourra continuer à utiliser l'option.

source: Admins can change users' passwords
fr: Modification de mots de passe par les administrateurs

source: Allow users with the corresponding privileges to use the "login as" feature to connect using other users' account? This setting is most useful for multi-url configuration, where you don't think an administrator from a secondary URL should be able to connect as any user. Note that another setting is available in the configuration file to block all possibility for anyone to use this feature.
fr: Permet aux utilisateurs disposant des privilèges correspondants d'utiliser la fonctionnalité "Se connecter en tant que ..." un autre utilisateur. Ce paramètre est particulièrement utile pour les configurations multi-URL, pour lesquelles vous ne souhaitez pas qu'un administrateur d'une sous-URL puisse accéder au compte de n'importe quel utilisateur. Notez qu'un autre paramètre de configuration, prioritaire, est disponible dans le fichier de configuration pour bloquer cette fonctionnalité complètement.

source: "Login as" feature
fr: Fonctionnalité "Se connecter en tant que ..."

source: Filter by user
fr: Filtrer par utilisateur

source: Filter by group
fr: Filtrer par groupe

source: Filter: Everyone
fr: Filtre: Tout le monde

source: All questions must have a category to use the random-by-category mode.
fr: Toutes les questions doivent être assignées à une catégorie pour pouvoir utiliser le mode aléatoire par catégorie.

source: %s of %s
fr: %s sur %s

source: Selected messages have been marked as unread
fr: Les messages sélectionnés ont été marqués comme non lus

source: Selected messages have been marked as read
fr: Les messages sélectionnés ont été marqués comme lus

source: You have to add %s as a friend first
fr: %s doit d'abord être votre ami(e)

source: Outstanding
fr: Très bon

source: Good
fr: Bien

source: Fair
fr: Satisfaisant

source: Poor
fr: Acceptable

source: Not linked to media
fr: Non lié à un média

source: Attach to media
fr: Attacher à un média

source: Show only final score, with categories if available
fr: Montrer seulement le score finale, par catégories si disponibles

source: Media
fr: Média

source: You are authorized to edit this exercise, although already used in the learning path. If you edit it, try to avoid changing the score and focus on editing content, not values nor categorization, to avoid affecting the results of previous users having taken this test.
fr: Vous êtes autorisé à éditer cet exercice, bien qu'il ait été utilisé dans les parcours d'apprentissage. Si vous l'éditez, essayez d'éviter de modifier le score maximum et de vous dédier à l'édition du contenu, pas des valeurs ni de la catégorisation, afin d'éviter d'affecter les résultats des utilisateurs antérieurs ayant passé ce test.

source: Date of upload
fr: Date d'envoi du fichier

source: Recover
fr: Récupérer

source: Recovered
fr: Récupéré

source: Recover dropbox files
fr: Récupérer les fichiers partagés

source: Forum category
fr: Catégorie de forum

source: Go to the test
fr: Commencer le test

source: You have been registered to course %s
fr: Vous avez été inscrit au cours %s

source: Dashboard plugins successfully updated
fr: Les plugins du panneau de contrôle ont été mis à jour

source: Assign sessions to %s
fr: Assigner des sessions à %s

source: Copy this exercise as a new one
fr: Copier cet exercice comme un nouvel exercice

source: Clear all learners results for this exercise
fr: Supprimer tous les résultats de cet exercice

source: The attendance sheets allow you to specify a list of dates in which you will report attendance to your courses
fr: Les feuilles de présences vous permettent de spécifier une liste de dates auxquelles vous rapporterez les présences à vos formations

source: There are no registered learners inside the course
fr: Aucun apprenant enregistré dans la formation

source: Go to the calendar list of attendance dates
fr: Aller à la vue calendrier des dates de présences

source: Assign courses to session's administrator
fr: Assigner des cours à l'administrateur de sessions

source: Assign courses to platform's administrator
fr: Assigner des cours à l'administrateur de la plate-forme

source: Assigned courses list to platform administrator
fr: Formations assignées à l'administrateur de la plateforme

source: Assigned courses list to sessions administrator
fr: Cours assignés à l'administrateur de sessions

source: Assign sessions to platform administrator
fr: Assigner des sessions à l'administrateur de la plateforme

source: assign sessions to sessions administrator
fr: Assigner des sessions à l'administrateur de sessions

source: Assigned sessions list to platform administrator
fr: Sessions assignées à l'administrateur de la plateforme

source: Assigned sessions list to sessions administrator
fr: Sessions assignées à l'administrateur de sessions

source: Graph of evaluations
fr: Graphiques des cahiers de notes

source: Learning path
fr: Parcours

source: Surveys
fr: Enquêtes

source: Projects
fr: Blogs

source: Are you sure you want to delete all dates?
fr: Êtes-vous certain de vouloir supprimer toutes les dates?

source: Import exercises Qti2
fr: Importer exercices QTI2

source: ISO code
fr: Code ISO

source: The sub-language of this language has been added
fr: Le jargon a été ajouté à cette langue

source: Return to the languages list
fr: Retourner à la liste des langues

source: Add a date time
fr: Ajouter une date/heure

source: The coach of the session, shall have all rights and privileges on all the courses that belong to the session.
fr: Le coach de la session a tous les droits et privilèges pour tous les cours appartenant à la session.

source: Allow user view user list
fr: Autoriser l'utilisateur à voir la liste d'utilisateurs

source: Enable user list
fr: Activer la liste des utilisateurs

source: Disable user list
fr: Désactiver la liste d'utilisateurs

source: Thematic control
fr: Progression du cours

source: Thematic view with details
fr: Vue thématique détaillée

source: Thematic view as list
fr: Vue thématique en liste

source: Thematic
fr: Thématique

source: Thematic plan
fr: Plan thématique

source: Edit tematic advance
fr: Éditer le plan thématique

source: Edit thematic advance
fr: Éditer la temporisation des unités didactiques

source: There is not still a thematic section
fr: Il n'y pas encore de section thématique

source: New thematic section
fr: Nouvelle section thématique

source: Delete all thematics
fr: Supprimer tous les thèmes

source: Details of topics and their respective plan and progress. To indicate a topic as completed, select its date following the chronological order and the system will display all previous dates as completed.
fr: Détail des thèmes et leurs plans et progrès respectifs. Pour indiquer un thème comme terminé, sélectionnez la date selon l'ordre chronologique et le système affichera les dates antérieures comme complétées.

source: What skills are to be acquired bu the end of this thematic section?
fr: Quelles sont les compétences qui seront acquises à la fin de cette section thématique?

source: Skills to acquire
fr: Compétences à acquérir

source: What infrastructure is necessary to achieve the goals of this topic normally?
fr: Quelle infrastructure est nécessaire pour pouvoir mener à bien cette section thématique normalement?

source: Which other elements are necessary?
fr: Quels autres éléments sont nécessaires?

source: Duration in hours
fr: Durée en nombre d'heures

source: There is no attendance sheet in this course
fr: Il n'y a aucune présence dans ce cours

source: You must select a start date
fr: Vous devez sélectionner au moins une date de début

source: Return to list
fr: Retour liste

source: Additional notes
fr: Notes additionnelles

source: Start date taken from an attendance date
fr: Date de début à partir d'une date de présence

source: Custom start date
fr: Date de début manuelle

source: Start date options
fr: Options de date de début

source: Thematic advance configuration
fr: Configuration de la progression du cours

source: Information on thematic advance on course homepage
fr: Information sur l'avance thématique sur la page d'accueil du cours

source: Display information about the last completed topic
fr: Afficher l'information sur base du dernier thème complété

source: Display information about the next uncompleted topic
fr: Afficher l'information sur base du prochain thème non encore complété

source: Information about the last completed topic
fr: Information sur le dernier thème complété

source: Information about the next uncompleted topic
fr: Information sur le prochain thème non encore complété

source: There is no thematic section
fr: Aucune section thématique

source: There is no thematic advance
fr: Aucune progression du cours

source: There is no thematic plan for now
fr: Il n'y a pas encore de plan thématique

source: New thematic advance
fr: Nouvelle étape de l'unité didactique

source: Duration must be numeric
fr: La durée en heures doit être numérique

source: Do not display progress
fr: Ne pas afficher le progrès

source: Create a thematic section
fr: Créer une section thématique

source: Edit thematic section
fr: Éditer la section thématique

source: Course progress
fr: Progression du cours

source: Select an attendance
fr: Sélectionner une feuille de présences

source: Re-use a copy inside the current test
fr: Réutiliser une copie dans le test courant

source: You already invite all your contacts
fr: Vous avez déjà invité tous vos contacts

source: Results hidden by the exercise setting
fr: Résultats cachés selon les paramètres de l'exercice

source: Attended
fr: Présent

source: IP address
fr: Adresse IP

source: Only skills that were not registered were imported
fr: Seuls les nouvelles compétences ont été importées

source: The skill had no name set
fr: La compétence n'a pas de nom

source: The parent skill was not set
fr: La compétence parent n'est pas définie

source: The skill ID was not set
fr: L'ID de la compétence n'est pas défini

source: Generated certificate
fr: Certificat généré

source: Users count
fr: Quantité d'utilisateurs

source: Subscriptions count
fr: Quantité d'inscriptions à des cours

source: You have been registered to course: %s
fr: Vous avez été inscrit au cours %s

source: The exercises auto-launch feature configuration is enabled. Learners will be automatically redirected to the selected exercise.
fr: La fonctionnalité d'auto-démarrage des exercices est activée. Les apprenants seront automatiquement redirigés vers l'exercice sélectionné.

source: Redirect to the exercises list
fr: Rediriger à la liste d'exercices

source: Redirect to the selected exercise
fr: Rediriger à l'exercice sélectionné

source: Configure exercises tool
fr: Configurer l'outil d'exercices

source: Global category
fr: Catégorie globale

source: Make sure you have enough questions in your categories.
fr: Assurez-vous de disposer de suffisamment de qustions dans vos catégories.

source: Sorry, this installation has a courses limit, which has now been reached. To increase the number of courses allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
fr: Désolé, cette installation de Chamilo est limitée en nombre de cours, et la limite a été atteinte. Pour augmenter le nombre de cours autorisés sur cette installation, veuillez contacter votre fournisseur ou, si l'option est disponible, passer à une offre d'hébergement supérieure.

source: Sorry, this installation has a teachers limit, which has now been reached. To increase the number of teachers allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
fr: Désolé, cette installation de Chamilo est limitée en nombre d'enseignants, et la limite a été atteinte. Pour augmenter le nombre d'enseignants autorisés sur cette installation, veuillez contacter votre fournisseur ou, si l'option est disponible, passer à un plan supérieur.

source: Sorry, this installation has a users limit, which has now been reached. To increase the number of users allowed on this Chamilo installation, please contact your hosting provider or, if available, upgrade to a superior hosting plan.
fr: Désolé, cette installation de Chamilo est limitée en nombre d'utilisateurs, et la limite a été atteinte. Pour augmenter le nombre d'utilisateurs autorisés sur cette installation, veuillez contacter votre fournisseur ou, si l'option est disponible, passer à une offre d'hébergement supérieure.
