<?php
/*
for more information: see languages.txt in the lang folder.
*/
$SelectOptionForBackup = "Ве молам селектирајте ја опцијата за резервна_копија";
$LetMeSelectItems = "Дозволи ми да ги одберам компонентите на курсот";
$CreateFullBackup = "Креирај комплетна резервна_копија на овој курс";
$CreateBackup = "креирај резервна_копија";
$BackupCreated = "&#1056;&#1077;&#1079;&#1077;&#1088;&#1074;&#1085;&#1072;&#1090;&#1072;_&#1082;&#1086;&#1087;&#1080;&#1112;&#1072; &#1085;&#1072; &#1086;&#1074;&#1086;&#1112; &#1082;&#1091;&#1088;&#1089; &#1073;&#1077;&#1096;&#1077; &#1082;&#1088;&#1077;&#1080;&#1088;&#10";
$SelectBackupFile = "избери датотека за резервна_копија";
$ImportBackup = "Увези резервна_копија";
$ImportFullBackup = "Увези целосна резервна_копија";
$ImportFinished = "Увезувањето заврши";
$Events = "Настани";
$Announcements = "Известувања";
$Documents = "Документи";
$Tests = "Тестови";
$Learnpaths = "Патеки_на_учење";
$CopyCourse = "Копирај го курсот";
$SelectItemsToCopy = "Изберете за копирање";
$CopyFinished = "Копирањето заврши";
$FullRecycle = "Целосно рециклирање";
$RecycleCourse = "Рециклирај го курсот";
$RecycleFinished = "Рециклирањето заврши";
$RecycleWarning = "Предупредување: користејќи ја оваа алатка, ќе избришете некои делови од курсот. Ви советуваме да направите <a href=\"create_backup.php\">резервна_копија</a> пред да ја искористите алатката за рециклирање.";
$SameFilename = "Што треба да биде направено со увезените датотеки кои имаат исто име како и некои постоечки датотеки?";
$SameFilenameSkip = "Прескокни ги датотеките со исто име";
$SameFilenameRename = "Преименувај ја датотеката (пр. датотека.pdf станува file_1.pdf)";
$SameFilenameOverwrite = "Препокриј ја датотеката";
$SelectDestinationCourse = "Изберете ја локацијата на курсот";
$FullCopy = "Целосна копија";
$CourseDescription = "Опис на курсот";
$NoResourcesToBackup = "Не постојат ресурси за резервна_копија";
$NoResourcesInBackupFile = "Не посојат ресурси во датотеката од резервната_копија";
$SelectResources = "Селектирај ги ресурсите";
$NoResourcesToRecycles = "Не постојат ресурси за рециклирање";
$IncludeQuestionPool = "Вклучи збирка на прашања";
$LocalFile = "локална датотека";
$ServerFile = "датотека од серверот";
$NoBackupsAvailable = "не е достапна резервна_копија";
$NoDestinationCoursesAvailable = "ниеден курс на оваа локација не е достапен";
$Backup = "Резервна_копија";
$ImportBackupInfo = "Увези резервна_копија. Ќе можете да качите датотека од резервната_копија од вашиот компјутер или да користите датотека од резервната_копија достапна на серверот.";
$CreateBackupInfo = "Креирајте резервна_копија на овој курс. Може да ја селектирате содржината на курсот за да ја ставите во датотека од резервната_копија.";
$ToolIntro = "Воведна алатка";
$UploadError = "Качувањето е неуспешно, Ве молиме проверете ги ограничувањата на максималната големина на датотеката и правата на папката.";
?>