<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "Додај врска за страницата на почетната страница";
$langSubTitle = "Додавање на врска до почетната страна на Вашиот курс. За да го направите ова, одете до таа страна, копирајте го нејзиниот URL во адресната лента и залепете ја во полето \"Врска\" подолу.";
$langAddPage = "Додај страна";
$langSendPage = "Страна за качување";
$langCouldNot = "Датотеката не може да биде качена";
$langTooBig = "Не избравте ниедна датотека, или таа е преголема";
$langExplanation = "Ако еднаш кликнете на Добро, сајтот со Форум, Распоред, Управувач_со документи итн ќе биде креиран. Вашето најавување како креатор на сајтот Ви допушта да правите измени низ него, согласно со вашите потреби.";
$langPgTitle = "Наслов на страната";
$langNoLinkURL = "Ве молиме внесете ја URL врската";
$langLinkTarget = "Цел на Врската";
$langSameWindow = "Во истиот прозорец";
$langNewWindow = "Во нов прозорец";
$langAdded = "Додадено";
$langAddLink = "Додај врска";
$langNoLinkName = "Ве молиме внесете име на врската";
$langEditLink = "Уредување на Врската кон Почетна_страна на Курсот";
$langChangePress = "Променете и притиснете Добро";
$langLinkChanged = "Врската кон Почетна_страна на Курсот е променета. Ползувајте го менито за подробности погоре, за да се вратите на почетната страна.";
$NoLinkName = "Нема име на врската";
$NoLinkURL = "Нема URL за врската";
$LinkChanged = "Врската е променета";
$OkSentLink = "Врската е испратена";
?>