<?php
/*
for more information: see languages.txt in the lang folder.
*/
$square = "Квадрат";
$circle = "Елипса";
$poly = "Многуаголник";
$status1 = "Нацртајте жариште";
$status2_poly = "Користете десен клик за да го затворите многуаголникот";
$status2_other = "Отпуштете го копчето од глувчето за да го зачувате жариштето";
$status3 = "Жариштето е зачувано";
$showUserPoints = "Покажи/Сокриј ги кликнувањата на корисникот";
$showHotspots = "Покажи / Сокриј ги жариштата";
$labelPolyMenu = "Затворање на многуаголник";
$triesleft = "Преостанати обиди";
$exeFinished = "Сите одговори се дефинирани. Сега можете да ги преуредите жариштата или кликнете за да го поднесете преуредувањето";
$nextAnswer = "Сега кликнете на: &done=done";
?>