<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langPgTitle = "Наслов на страната";
$langExplanation = "Ако еднаш кликнете на Добро, сајтот со Форум, Распоред, Управувач_со документи итн ќе биде креиран. Вашето најавување како креатор на сајтот Ви допушта да правите измени низ него, согласно со вашите потреби.";
$langTooBig = "Не избравте ниедна датотека, или таа е преголема";
$langCouldNot = "Датотеката не може да биде качена";
$langNotAllowed = "Не е допуштено.";
$langAddPageToSite = "Додај страна во опкружувањето";
$langCouldNotSendPage = "&#1054;&#1074;&#1072;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1072; &#1085;&#1077; &#1077; &#1074;&#1086; HTML &#1092;&#1086;&#1088;&#1084;&#1072;&#1090; &#1080; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1073;&#1080;&#1076;&#1077; &";
$langSendPage = "Страна за качување";
$langPageTitleModified = "Насловот на страната беше менуван";
$langPageAdded = "Страната е додадена";
$langAddPage = "Додај страна";
?>