<?php
$langPgTitle = "Наслов на страната";
$langExplanation = "Ако еднаш кликнете на Добро, сајтот со Форум, Распоред, Управувач_со документи итн ќе биде креиран. Вашето најавување како креатор на сајтот Ви допушта да правите измени низ него, согласно со вашите потреби.";
$langTooBig = "Не избравте ниедна датотека, или таа е преголема";
$langCouldNot = "Датотеката не може да биде качена";
$langNotAllowed = "Не е допуштено.";
$langAddPageToSite = "Додај страна во опкружувањето";
$langCouldNotSendPage = "Оваа страна не е во HTML формат и не може да биде качена. Ако сакате да испратите документи кои не се во HTML формат (PDF, Word, Power Point, Видео, итн.) ползувајте ја <a href=../document/document.php>Алатка_за_Документи</a>";
$langSendPage = "Страна за качување";
$langPageTitleModified = "Насловот на страната беше менуван";
$langPageAdded = "Страната е додадена";
$langAddPage = "Додај страна";
