<?php
/*
for more information: see languages.txt in the lang folder.
*/
$LinkMoved = "Врската била прместена";
$langLinkName = "Име на врската";
$langLinkAdd = "Додај врска";
$langLinkAdded = "Врската беше додадена.";
$langLinkMod = "Менување на врската";
$langLinkModded = "Врската беше менувана.";
$langLinkDel = "Избрши врска";
$langLinkDeleted = "Врската беше избришана";
$langLinkDelconfirm = "Сакате ли да ја избришете врската?";
$langAllLinksDel = "Избриши ги сите врски во оваа категорија";
$langCategoryName = "Име на категорија";
$langCategoryAdd = "Додај категорија";
$langCategoryAdded = "Категоријата е додадена.";
$langCategoryModded = "Категоријата беше менувана";
$langCategoryDel = "Избриши категорија";
$langCategoryDeleted = "Категоријата и сите нејзини врски беа избришани.";
$langCategoryDelconfirm = "Кога бришете категорија, се бришат сите врски од таа категорија исто така. Навистина ли сакате да ја избришете оваа категорија и сите нејзини врски?";
$langAllCategoryDel = "Избриши ги сите категории и сите врски";
$langGiveURL = "Ве молиме додајте го URL за врската";
$langGiveCategoryName = "Ве молиме доделете име на категоријата";
$langNoCategory = "Нема категорија";
$showall = "Отвори ги сите категории";
$shownone = "Затвори ги сите категории";
$langListDeleted = "Списокот беше избришан";
$langAddLink = "Додај врска";
$langDelList = "Избриши го списокот";
$langModifyLink = "Менување на врската";
$langCsvImport = "Увези CSV";
$langCsvFileNotFound = "Увезената CSV датотека не може да се отвори (пр. празна или преголема)";
$langCsvFileNoSeps = "Увезената CSV датотека мора да користи , или ; како одделувач_на_списокот";
$langCsvFileNoURL = "Увезената CSV датотека да има барем колони за URL  и наслов";
$langCsvFileLine1 = "... - ред 1 =";
$langCsvLinesFailed = "редот(овите) неуспешно увезоа врска (нема URL или нема наслов).";
$langCsvLinesOld = "постоечката врска(и) ажуриран(и) (истите URL и категорија)";
$langCsvLinesNew = "нова(и) врска(и) креиран(и)";
$langCsvExplain = "Датотеката би требало да изгледа вака: <blockquote><pre> <b>URL</b>;категорија;<b>наслов</b>;опис; <b>http://www.aaa.org/...</b>;Важни врски;<b>Име 1</b>;Опис 1; <b>http://www.bbb.net/...</b>;;<b>Име 2</b>;\"Опис 2\"; </pre></blockquote> Ако URL и категоријата се исти со оние на постоечка врска, тогаш нејзиниот наслов и опис се ажирирани. Во сите други случаи е креирана нова врска.<br><br> Задебелено = задолжително. Полињата може да се во кој било редослед, имињата со големи или мали букви. На описот се додадени дополнителни полиња. Одделувач: запирка или точка-запирка. Вредностите може да се ограничени, но не и имињата на полињата. Некои <b>HTML ознаки</b> може да бидат увезени во полето за опис.";
$langLinkUpdated = "Врската беше ажурирана";
$langAll_Link_Deleted = "Врската беше избришана";
$langOnHomepage = "Покажи ја врската на почетната_страна";
$langShowLinkOnHomepage = "Покажи ја оваа врска како икона на почетната_страна на курсот";
?>