<?php
/*
for more information: see languages.txt in the lang folder.
*/
$LinkMoved = "Врската била прместена";
$LinkName = "Име на врската";
$LinkAdd = "Додај врска";
$LinkAdded = "Врската беше додадена.";
$LinkMod = "Менување на врската";
$LinkModded = "Врската беше менувана.";
$LinkDel = "Избрши врска";
$LinkDeleted = "Врската беше избришана";
$LinkDelconfirm = "Сакате ли да ја избришете врската?";
$AllLinksDel = "Избриши ги сите врски во оваа категорија";
$CategoryName = "Име на категорија";
$CategoryAdd = "Додај категорија";
$CategoryAdded = "Категоријата е додадена.";
$CategoryModded = "Категоријата беше менувана";
$CategoryDel = "Избриши категорија";
$CategoryDeleted = "Категоријата и сите нејзини врски беа избришани.";
$CategoryDelconfirm = "Кога бришете категорија, се бришат сите врски од таа категорија исто така. Навистина ли сакате да ја избришете оваа категорија и сите нејзини врски?";
$AllCategoryDel = "Избриши ги сите категории и сите врски";
$GiveURL = "Ве молиме додајте го URL за врската";
$GiveCategoryName = "Ве молиме доделете име на категоријата";
$NoCategory = "Нема категорија";
$showall = "Отвори ги сите категории";
$shownone = "Затвори ги сите категории";
$ListDeleted = "Списокот беше избришан";
$AddLink = "Додај врска";
$DelList = "Избриши го списокот";
$ModifyLink = "Менување на врската";
$CsvImport = "Увези CSV";
$CsvFileNotFound = "Увезената CSV датотека не може да се отвори (пр. празна или преголема)";
$CsvFileNoSeps = "Увезената CSV датотека мора да користи , или ; како одделувач_на_списокот";
$CsvFileNoURL = "Увезената CSV датотека да има барем колони за URL  и наслов";
$CsvFileLine1 = "... - ред 1 =";
$CsvLinesFailed = "редот(овите) неуспешно увезоа врска (нема URL или нема наслов).";
$CsvLinesOld = "постоечката врска(и) ажуриран(и) (истите URL и категорија)";
$CsvLinesNew = "нова(и) врска(и) креиран(и)";
$CsvExplain = "Датотеката би требало да изгледа вака: <blockquote><pre> <b>URL</b>;категорија;<b>наслов</b>;опис; <b>http://www.aaa.org/...</b>;Важни врски;<b>Име 1</b>;Опис 1; <b>http://www.bbb.net/...</b>;;<b>Име 2</b>;\"Опис 2\"; </pre></blockquote> Ако URL и категоријата се исти со оние на постоечка врска, тогаш нејзиниот наслов и опис се ажирирани. Во сите други случаи е креирана нова врска.<br><br> Задебелено = задолжително. Полињата може да се во кој било редослед, имињата со големи или мали букви. На описот се додадени дополнителни полиња. Одделувач: запирка или точка-запирка. Вредностите може да се ограничени, но не и имињата на полињата. Некои <b>HTML ознаки</b> може да бидат увезени во полето за опис.";
$LinkUpdated = "Врската беше ажурирана";
$All_Link_Deleted = "Врската беше избришана";
$OnHomepage = "Покажи ја врската на почетната_страна";
$ShowLinkOnHomepage = "Покажи ја оваа врска како икона на почетната_страна на курсот";
?>