<?php
/*
for more information: see languages.txt in the lang folder.
*/
$MdCallingTool = "Документи";
$MdTitle = "Наслов на Објектот за Учење";
$MdDescription = "За складирање на оваа информација, притиснете Складирај";
$MdCoverage = "на пр. Дипломиран ...";
$MdCopyright = "на пр. изворот е потврден";
$nameTools = "застарена јазиќна променлива";
$Tool = "Метаподатоци на документот";
$NoScript = "Скриптата не е овозможена во Вашиот прелистувач, Ве молиме не обрнувајте внимание на делот од екранот надодолу, нема да работи...";
$LanguageTip = "јазикот на кој овој објект за учење е направен";
$Identifier = "Идентификатор";
$IdentifierTip = "единствен (сопствена) идентификација на овој објект за учење, составен од букви, цифри, _-.()'!*";
$TitleTip = "наслов или име, и јазик на тој наслов или име";
$DescriptionTip = "опис или коменатр и јазикот кој е употебен за опишување на овој објект за учење";
$Keyword = "Клучен збор";
$KeywordTip = "одделено со запирка (букви, цифри, -.)";
$Coverage = "Корица";
$CoverageTip = "на пример дипломиран xxx: yyy";
$KwNote = "Ако го промените јазикот за опишување, не додавајте клучни_зборови во исто време.";
$ClickKw = "Кликнете на клучниот_збор во дрвото за да го селектирате или отселектирате.";
$KwHelp = "<br/> Кликнете на копчето '+' за отворање, на копчето '-' за затворање, на копчето '++' за да отворите се', на копчето  '--' за да затворите се'.<br/> <br/> За да ги отселектирате сите селектирани клучни_зборови, затворете го дрвото и повторно отворете го со копчето '+' .<br/> Alt-клик '+' ги бара оригиналните клучни_зборови во дрвото..<br/> <br/> Alt-клик на клучен_збор го селектира клучниот_збор без пошироки изрази.<br/> <br/> Ако го смените јазикот за опишување, не додавајте клучни_зборови во исто време.<br/> <br/>";
$Location = "URL/URI";
$LocationTip = "кликнете за да го отворите објектот";
$Store = "Складирај";
$DeleteAll = "Избриши ги сите метаподатоци";
$ConfirmDelete = "Дали *навистина* сакате да ги избришете сите метаподатоци?";
$WorkOn = "на";
$NotInDB = "нема таква категорија на Врски";
$ManifestSyntax = "(синтаксна грешка во манифест датотеката...)";
$EmptyManifest = "(празна манифест датотека...)";
$NoManifest = "(нема манифест датотеки...)";
$NotFolder = "невозможно, ова не е папка...";
$Continue = "Продолжи со";
$Create = "креирај";
$Remove = "Отстрани MDEs";
$AllRemovedFor = "Целата содржина на категоријата е отстранета";
$RemainingFor = "застарените податоци се отстранети од категоријата";
$Index = "Индекс на Зборови";
$TotalMDEs = "Вкупен број на внесени метаподатоци за Врски:";
$MainMD = "Отвори ја Главната MDE датотека";
$OrElse = "Избери категорија на Врски";
$WarningDups = "- Имињата_на_категории што се јавуваа двапати се отстранети од списокот!";
$SLC = "Работа со категоријата на Врски која се вика";
?>