<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langMdCallingTool = "Документи";
$langMdTitle = "Наслов на Објектот за Учење";
$langMdDescription = "За складирање на оваа информација, притиснете Складирај";
$langMdCoverage = "на пр. Дипломиран ...";
$langMdCopyright = "на пр. изворот е потврден";
$nameTools = "застарена јазиќна променлива";
$langTool = "Метаподатоци на документот";
$langNoScript = "Скриптата не е овозможена во Вашиот прелистувач, Ве молиме не обрнувајте внимание на делот од екранот надодолу, нема да работи...";
$langLanguageTip = "јазикот на кој овој објект за учење е направен";
$langIdentifier = "Идентификатор";
$langIdentifierTip = "единствен (сопствена) идентификација на овој објект за учење, составен од букви, цифри, _-.()'!*";
$langTitleTip = "наслов или име, и јазик на тој наслов или име";
$langDescriptionTip = "опис или коменатр и јазикот кој е употебен за опишување на овој објект за учење";
$langKeyword = "Клучен збор";
$langKeywordTip = "одделено со запирка (букви, цифри, -.)";
$langCoverage = "Корица";
$langCoverageTip = "на пример дипломиран xxx: yyy";
$langKwNote = "Ако го промените јазикот за опишување, не додавајте клучни_зборови во исто време.";
$langClickKw = "Кликнете на клучниот_збор во дрвото за да го селектирате или отселектирате.";
$langKwHelp = "<br/> Кликнете на копчето '+' за отворање, на копчето '-' за затворање, на копчето '++' за да отворите се', на копчето  '--' за да затворите се'.<br/> <br/> За да ги отселектирате сите селектирани клучни_зборови, затворете го дрвото и повторно отворете го со копчето '+' .<br/> Alt-клик '+' ги бара оригиналните клучни_зборови во дрвото..<br/> <br/> Alt-клик на клучен_збор го селектира клучниот_збор без пошироки изрази.<br/> <br/> Ако го смените јазикот за опишување, не додавајте клучни_зборови во исто време.<br/> <br/>";
$langLocation = "URL/URI";
$langLocationTip = "кликнете за да го отворите објектот";
$langStore = "Складирај";
$langDeleteAll = "Избриши ги сите метаподатоци";
$langConfirmDelete = "Дали *навистина* сакате да ги избришете сите метаподатоци?";
$langWorkOn = "на";
$langNotInDB = "нема таква категорија на Врски";
$langManifestSyntax = "(синтаксна грешка во манифест датотеката...)";
$langEmptyManifest = "(празна манифест датотека...)";
$langNoManifest = "(нема манифест датотеки...)";
$langNotFolder = "невозможно, ова не е папка...";
$langContinue = "Продолжи со";
$langCreate = "креирај";
$langRemove = "Отстрани MDEs";
$langAllRemovedFor = "Целата содржина на категоријата е отстранета";
$langRemainingFor = "застарените податоци се отстранети од категоријата";
$langIndex = "Индекс на Зборови";
$langTotalMDEs = "Вкупен број на внесени метаподатоци за Врски:";
$langMainMD = "Отвори ја Главната MDE датотека";
$langOrElse = "Избери категорија на Врски";
$langWarningDups = "- Имињата_на_категории што се јавуваа двапати се отстранети од списокот!";
$langSLC = "Работа со категоријата на Врски која се вика";
?>