<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langTool = "Метаподатоци на документот";
$langClickKw = "Кликнете на клучниот_збор во дрвото за да го селектирате или отселектирате.";
$langKwHelp = "<br/> Кликнете на копчето '+' за отворање, на копчето '-' за затворање, на копчето '++' за да отворите се', на копчето  '--' за да затворите се'.<br/> <br/> За да ги отселектирате сите селектирани клучни_зборови, затворете го дрвото и повторно отворете го со копчето '+' .<br/> Alt-клик '+' ги бара оригиналните клучни_зборови во дрвото..<br/> <br/> Alt-клик на клучен_збор го селектира клучниот_збор без пошироки изрази.<br/> <br/> Ако го смените јазикот за опишување, не додавајте клучни_зборови во исто време.<br/> <br/>";
$langAdvanced = "Гради";
$langSearch = "Барај";
$langSearchCrit = "Еден збор во ред!";
$langNoKeywords = "Овој курсот нема клучни зборови";
$langKwCacheProblem = "Меморијата за клучните зборови не можеше да се отвори.";
$langCourseKwds = "Овој документ содржи клучни_зборови на курсот";
$langKwdsInMD = "клучни зборови користени во МП (метаподатоци)";
$langKwdRefs = "преглед на клучни зборови";
$langNonCourseKwds = "Клучни зборови надвор од курсот";
$langKwdsUse = "Клучни зборови на курсот (болдирано = не е ползувано)";
$langTotalMDEs = "Вкупен број на внесени метаподатоци за Врски:";
?>