<?php
/*
for more information: see languages.txt in the lang folder.
*/
$GeneralDescription = "Општ Опис";
$GeneralDescriptionQuestions = "Кое е местото на курсот во програмата? Потебни ли се предзнаења? Како е курсот поврзан со другите курсеви?";
$GeneralDescriptionInformation = "Опишете го курсот (број на часови, официјална шифра, соба каде што се случува ...) и учителот (име, презиме, канцеларија, телефон, e-mail, ...)";
$Objectives = "Цели";
$ObjectivesInformation = "Презентација на општите и конкретните цели на курсот.";
$ObjectivesQuestions = "За што ќе бидат оспособени курсистите на крајот на курсот? Што ќе треба тие да креираат за време на траењето на курсот?";
$Topics = "Теми";
$TopicsInformation = "Список на теми вклучени во курсот. Важност на секоја од темите. Тежинско ниво. Структура и линеарна зависност на различните делови.";
$TopicsQuestions = "Како напредува курсот? Каде курсистот треба да обрне особено внимание? Има ли проблем со сфаќањето на содржините на одделни поглавја? Колку време треба да посвети за секој од деловите на курсот?";
$Methodology = "Методи (методологија)";
$MethodologyQuestions = "Кои методи и кои активности ќе помогнат за постигнување на целите на курсот? Каков е нивниот распоред?";
$MethodologyInformation = "Презентација на акивности (конференција, документи, групни истражувања, лаборатории, ....)";
$CourseMaterial = "Материјали за курсот";
$CourseMaterialQuestions = "Има ли учебник, збика на документи, вежби или задачи, библиографија, список на врски од интернет?";
$CourseMaterialInformation = "Краток опис на материјалите за курсот.";
$HumanAndTechnicalResources = "Човечки и технички Ресурси";
$HumanAndTechnicalResourcesQuestions = "Има ли учители, ментори, технички помошници, социјални помошници, компјутерски соби?";
$HumanAndTechnicalResourcesInformation = "Краток опис на идентитетот на секоја личност со која може да се контактира и техничките уреди што се достапни.";
$Assessment = "Оценување";
$AssessmentQuestions = "Како ќе бидат вреднувани учесниците? Има ли стратегии за усвојување на темите?";
$AssessmentInformation = "Пример за испитно прашање. Критериуми за успешност. Совети, упатства, финти...";
?>