<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langScormVersion = "верзија";
$langScormRestarted = "Сите лекции сега се непотполни";
$langScormNoNext = "&#1054;&#1074;&#1072; &#1077; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1112;&#1072;.";
$langScormNoPrev = "&#1054;&#1074;&#1072; &#1077; &#1087;&#1088;&#1074;&#1072;&#1090;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1112;&#1072;.";
$langScormTime = "Време";
$langScormNoOrder = "Не е даден редослед, можете да кликнете на која било лекција.";
$langScormScore = "Резултат";
$langScormLessonTitle = "Наслов на лекцијата";
$langScormStatus = "Статус";
$langScormToEnter = "За внесување";
$langScormFirstNeedTo = "морате прво да довршите";
$langScormThisStatus = "&#1054;&#1074;&#1072;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1112;&#1072; &#1089;&#1077;&#1075;&#1072; &#1077;";
$langScormClose = "Прекини";
$langScormRestart = "Почни повторно";
$langScormCompstatus = "Комплетирано";
$langScormIncomplete = "Непотполно";
$langScormPassed = "Поминато";
$langScormFailed = "Неуспешно";
$langScormPrevious = "Претходно";
$langScormNext = "Следно";
$langScormTitle = "Програма за пуштање на Scorm-ови";
$langScormMystatus = "Мој статус";
$langScormNoItems = "&#1057;&#1086;&#1076;&#1088;&#1078;&#1080;&#1085;&#1072;&#1090;&#1072; &#1085;&#1077;&#1084;&#1072; &#1085;&#1080;&#1077;&#1076;&#1077;&#1085; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;";
$langScormNoStatus = "&#1053;&#1077;&#1084;&#1072; &#1089;&#1090;&#1072;&#1090;&#1091;&#1089; &#1079;&#1072; &#1086;&#1074;&#1072;&#1072; &#1089;&#1086;&#1088;&#1076;&#1088;&#1078;&#1080;&#1085;&#1072;";
$langScormLoggedout = "одјавен од Scorm опкружувањето";
$langScormCloseWindow = "Затвори ги прозорците";
$ScormBrowsed = "Прелистано";
$langScormExitFullScreen = "Врати се за нормален екран";
$langScormFullScreen = "Цел екран";
$langScormNotAttempted = "Нема обиди";
$langCharset = "Множество на карактери";
$langLocal = "Локално";
$langRemote = "Премотај";
$langAutodetect = "Автоматско откривање";
$langAccomplishedStepsTotal = "Број на поминати чекори";
$langUnknown = "Непознато";
$AreYouSureToDeleteSteps = "Сигурни ли сте дека сакате да ги избришете овие чекори?";
$Origin = "Потекло";
$Local = "Локално";
$Remote = "Премотај";
$FileToUpload = "датотека за качување";
$ContentMaker = "Алатка за изработка на Содржина";
$ContentProximity = "Локација во содржината";
$UploadLocalFileFromGarbageDir = "Качи ги локалните датотеки од главен/ѓубре директориумот";
$ThisItemIsNotExportable = "Овој елемент за момент не е компатибилен со scorm. Затоа не може да се извезе.";
$MoveCurrentChapter = "Премести го тековното поглавје";
$UnknownPackageFormat = "Не може да биде препознат горматот на пакетот. Осигурете се дека е добар формат и дека не содржи грешки. Проблемите можеби се настанати при зипувањето или при преносот на големите датотеки. Ако не сте сигурни за зипувањето, Ве молиме оскористете минимални зипувачки барања.";
$Attempt = "Обид";
?>