<?php
/*
for more information: see languages.txt in the lang folder.
*/
$ScormVersion = "верзија";
$ScormRestarted = "Сите лекции сега се непотполни";
$ScormNoNext = "&#1054;&#1074;&#1072; &#1077; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1112;&#1072;.";
$ScormNoPrev = "&#1054;&#1074;&#1072; &#1077; &#1087;&#1088;&#1074;&#1072;&#1090;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1112;&#1072;.";
$ScormTime = "Време";
$ScormNoOrder = "Не е даден редослед, можете да кликнете на која било лекција.";
$ScormScore = "Резултат";
$ScormLessonTitle = "Наслов на лекцијата";
$ScormStatus = "Статус";
$ScormToEnter = "За внесување";
$ScormFirstNeedTo = "морате прво да довршите";
$ScormThisStatus = "&#1054;&#1074;&#1072;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1112;&#1072; &#1089;&#1077;&#1075;&#1072; &#1077;";
$ScormClose = "Прекини";
$ScormRestart = "Почни повторно";
$ScormCompstatus = "Комплетирано";
$ScormIncomplete = "Непотполно";
$ScormPassed = "Поминато";
$ScormFailed = "Неуспешно";
$ScormPrevious = "Претходно";
$ScormNext = "Следно";
$ScormTitle = "Програма за пуштање на Scorm-ови";
$ScormMystatus = "Мој статус";
$ScormNoItems = "&#1057;&#1086;&#1076;&#1088;&#1078;&#1080;&#1085;&#1072;&#1090;&#1072; &#1085;&#1077;&#1084;&#1072; &#1085;&#1080;&#1077;&#1076;&#1077;&#1085; &#1077;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;";
$ScormNoStatus = "&#1053;&#1077;&#1084;&#1072; &#1089;&#1090;&#1072;&#1090;&#1091;&#1089; &#1079;&#1072; &#1086;&#1074;&#1072;&#1072; &#1089;&#1086;&#1088;&#1076;&#1088;&#1078;&#1080;&#1085;&#1072;";
$ScormLoggedout = "одјавен од Scorm опкружувањето";
$ScormCloseWindow = "Затвори ги прозорците";
$ScormBrowsed = "Прелистано";
$ScormExitFullScreen = "Врати се за нормален екран";
$ScormFullScreen = "Цел екран";
$ScormNotAttempted = "Нема обиди";
$Charset = "Множество на карактери";
$Local = "Локално";
$Remote = "Премотај";
$Autodetect = "Автоматско откривање";
$AccomplishedStepsTotal = "Број на поминати чекори";
$Unknown = "Непознато";
$AreYouSureToDeleteSteps = "Сигурни ли сте дека сакате да ги избришете овие чекори?";
$Origin = "Потекло";
$Local = "Локално";
$Remote = "Премотај";
$FileToUpload = "датотека за качување";
$ContentMaker = "Алатка за изработка на Содржина";
$ContentProximity = "Локација во содржината";
$UploadLocalFileFromGarbageDir = "Качи ги локалните датотеки од главен/ѓубре директориумот";
$ThisItemIsNotExportable = "Овој елемент за момент не е компатибилен со scorm. Затоа не може да се извезе.";
$MoveCurrentChapter = "Премести го тековното поглавје";
$UnknownPackageFormat = "Не може да биде препознат горматот на пакетот. Осигурете се дека е добар формат и дека не содржи грешки. Проблемите можеби се настанати при зипувањето или при преносот на големите датотеки. Ако не сте сигурни за зипувањето, Ве молиме оскористете минимални зипувачки барања.";
$Attempt = "Обид";
?>