<?php
/*
for more information: see languages.txt in the lang folder.
*/
$Tools = "Алатки";
$SendWork = "Качиување на датотеката";
$TooBig = "Не избравте ниедна датотека, или таа е преголема";
$ListDeleted = "Списокот беше избришан";
$DocModif = "насловот на листот е менуван";
$DocAdd = "Датотеката е додадена на списокот на публикации.";
$DocDel = "Датотеката е избришана";
$TitleWork = "Наслов на датотеката";
$Authors = "Автори";
$DelList = "Избриши го списокот";
$WorkDelete = "Бришење";
$WorkModify = "Менување";
$WorkConfirmDelete = "Навистина ли саката да биде избришана оваа датотека";
$AllFiles = "Дејства врз сите датотеки";
$DefaultUpload = "Поставени поставки за видливост на новообјавените датотеки";
$NewVisible = "Новите документи се видливи за сите корисници";
$NewUnvisible = "Новите документи се видливи само за управувачот(ите) на курсот";
$lang_doc_unvisible = "Вашата датотека е видлива само за учителот(ите) на овој курс и  тоа нема да бидат видливи за Вас.";
$DelLk = "Навистина ли сакате да ја избришете оваа врска?";
$MustBeRegisteredUser = "Само регистрираните корисници може да објавуваат документи.";
$ListDel = "Избриши список";
$NameDir = "Име на новиот директориум";
$FileExists = "Операцијата е невозможна, датотеката со ова име веќе постои";
$CreateDirectory = "Креирај Директориум";
$CurrentDir = "тековна папка";
$EditToolOptions = "Опции на алатката за уредување";
$DocumentDeleted = "Документот е избришан";
$SendMailBody = "Корисникот објави документ во алатката Публикации на Вашиот курс.";
$DirDelete = "Избриши директориум";
$ValidateChanges = "Потврди ги измените";
?>