<?php

$strings['plugin_title'] = 'Позициониране';
$strings['plugin_comment'] = 'Добавя тестове за позициониране към началната страница на курса';
$strings['block_course_if_initial_exercise_not_attempted'] = 'Блокиране на другите инструменти на курса';
$strings['block_course_if_initial_exercise_not_attempted_help'] = 'Когато тази опция е активирана, ако е конфигуриран начално позициониращ тест, обучаващият няма да може да използва останалата част от курса на началната страница на курса, докато не завърши началния тест.';
$strings['average_percentage_to_unlock_final_exercise'] = 'Праг на отключване за край на теста';
$strings['average_percentage_to_unlock_final_exercise_help'] = "Обучаващите *трябва* да имат среден напредък от поне този процент (напр. '75' за изискван 75% напредък) в комбинираните учебни пътеки на този курс.";
$strings['PositioningIntroduction'] = 'Моля, изберете един начален тест и един краен тест по-долу. Само тестовете, които отговарят на следните 3 критерия, ще бъдат достъпни за избор: използват поне 3 категории въпроси, използват режим на радар отчет *и* позволяват само един опит. След като са избрани, студентът ще може да мине краещия тест само ако е завършил средното от всички учебни пътеки в този курс.';
$strings['SelectAsInitialTest'] = 'Избор като начален тест';
$strings['UnselectAsInitialTest'] = 'Премахване като начален тест';
$strings['SelectAsFinalTest'] = 'Избор като краен тест';
$strings['UnselectAsFinalTest'] = 'Премахване като краен тест';
$strings['InviteToTakePositioningTest'] = 'Моля, направете този тест за позициониране преди да започнете. Това ще ни помогне да измерим качеството на този курс.';
$strings['InitialTest'] = 'Начално изпитване';
$strings['YouMustCompleteAThresholdToTakeFinalTest'] = 'Трябва да завършите поне %s%% среден напредък във всички учебни пътеки, за да отключите краещия тест.';
$strings['FinalTest'] = 'Краен тест';
$strings['Positioning'] = 'Позициониране';
$strings['ChartShowsAverageForAllStudentsUsingZeroForIncompleteTests'] = 'Забележка: Тази диаграма показва средни резултати за всички студенти, като използва нула за незавършени тестове.';
