<?php

$strings['plugin_title'] = 'Θέση';
$strings['plugin_comment'] = 'Προσθέτει δοκιμές θέσης στην αρχική σελίδα του μαθήματος';
$strings['block_course_if_initial_exercise_not_attempted'] = 'Μπλοκάρει άλλα εργαλεία μαθήματος';
$strings['block_course_if_initial_exercise_not_attempted_help'] = 'Όταν αυτή η επιλογή είναι ενεργοποιημένη, αν έχει ρυθμιστεί μια αρχική δοκιμή θέσης, ο μαθητής δεν θα μπορεί να χρησιμοποιήσει τα υπόλοιπα μέρη του μαθήματος στην αρχική σελίδα του μαθήματος μέχρι να ολοκληρώσει την αρχική δοκιμή.';
$strings['average_percentage_to_unlock_final_exercise'] = 'Κατώφλι ξεκλειδώματος τελικής δοκιμής';
$strings['average_percentage_to_unlock_final_exercise_help'] = "Οι μαθητές *πρέπει* να έχουν μέση πρόοδο τουλάχιστον αυτού του ποσοστού (π.χ. '75' για απαιτούμενη πρόοδο 75%) στους συνδυασμένους δρόμους μάθησης αυτού του μαθήματος.";
$strings['PositioningIntroduction'] = 'Παρακαλούμε επιλέξτε μία αρχική δοκιμή και μία τελική δοκιμή παρακάτω. Μόνο δοκιμές που ταιριάζουν στα 3 εξής κριτήρια θα είναι διαθέσιμες για επιλογή: χρήση τουλάχιστον 3 κατηγοριών ερωτήσεων, χρήση λειτουργίας αναφοράς ραντάρ *και* επιτρέπουν μόνο μία δυνατή προσπάθεια. Μόλις επιλεγούν, ο μαθητής θα μπορεί να περάσει την τελική δοκιμή μόνο αν έχει ολοκληρώσει τον μέσο όρο όλων των δρόμων μάθησης σε αυτό το μάθημα.';
$strings['SelectAsInitialTest'] = 'Επιλογή ως αρχική δοκιμή';
$strings['UnselectAsInitialTest'] = 'Αφαίρεση ως αρχική δοκιμή';
$strings['SelectAsFinalTest'] = 'Επιλογή ως τελική δοκιμή';
$strings['UnselectAsFinalTest'] = 'Αφαίρεση ως τελική δοκιμή';
$strings['InviteToTakePositioningTest'] = 'Παρακαλούμε κάντε αυτή τη δοκιμή θέσης πριν ξεκινήσετε. Αυτό θα μας βοηθήσει να μετρήσουμε την ποιότητα αυτού του μαθήματος.';
$strings['InitialTest'] = 'Αρχική δοκιμή';
$strings['YouMustCompleteAThresholdToTakeFinalTest'] = 'Πρέπει να ολοκληρώσετε τουλάχιστον %s%% ποσοστό προόδου κατά μέσο όρο για όλους τους δρόμους μάθησης για να ξεκλειδώσετε την τελική δοκιμή.';
$strings['FinalTest'] = 'Τελική δοκιμή';
$strings['Positioning'] = 'Θέση';
$strings['ChartShowsAverageForAllStudentsUsingZeroForIncompleteTests'] = 'Σημείωση: Αυτό το διάγραμμα δείχνει μέσους βαθμούς για όλους τους μαθητές, χρησιμοποιώντας μηδέν για μη ολοκληρωμένες δοκιμές.';
