<?php

$strings['plugin_title'] = 'პოზიციონირება';
$strings['plugin_comment'] = 'კურსის მთავარ გვერდზე პოზიციონირების ტესტების დამატება';
$strings['block_course_if_initial_exercise_not_attempted'] = 'სხვა კურსის ხელსაწყოების შეზღუდვა';
$strings['block_course_if_initial_exercise_not_attempted_help'] = 'როდესაც ეს ოფცია ჩართულია, თუ კონფიგურაცია გაკეთებულია საწყის პოზიციონირების ტესტზე, მოსაუბრე ვერ გამოიყენებს კურსის დანარჩენ ნაწილს კურსის მთავარ გვერდზე, სანამ არ დაასრულებს საწყის ტესტს.';
$strings['average_percentage_to_unlock_final_exercise'] = 'საბოლოო ტესტის განბლოკვის ზღვარი';
$strings['average_percentage_to_unlock_final_exercise_help'] = "მოსაუბრეებს *აუცილებლად* უნდა ჰქონდეთ ამ კურსის შეურიერთო სასწავლო გზებში საშუალო პროგრესი მინიმუმ ამ პროცენტით (მაგ. '75' 75%-იანი პროგრესისთვის).";
$strings['PositioningIntroduction'] = 'გთხოვთ, ქვემოთ აირჩიოთ ერთი საწყისი ტესტი და ერთი საბოლოო ტესტი. შეგირჩევადია მხოლოდ ის ტესტები, რომლებიც შეესაბამება შემდეგ 3 კრიტერიუმს: მინიმუმ 3 კითხვის კატეგორიის გამოყენება, რადარის ანგარიშის რეჟიმის გამოყენება *და* მხოლოდ ერთი მცდელობის ნებართვა. როდესაც ესენი შეუერთდება, მოსაუბრე შეძლებს საბოლოო ტესტის გავლას მხოლოდ იმ შემთხვევაში, თუ დაასრულებს ამ კურსის ყველა სასწავლო გზის საშუალოს.';
$strings['SelectAsInitialTest'] = 'საწყის ტესტად არჩევა';
$strings['UnselectAsInitialTest'] = 'საწყის ტესტად არჩევის მოხსნა';
$strings['SelectAsFinalTest'] = 'საბოლოო ტესტად არჩევა';
$strings['UnselectAsFinalTest'] = 'საბოლოო ტესტად არჩევის მოხსნა';
$strings['InviteToTakePositioningTest'] = 'გთხოვთ, დაიწყოთ იბრძოლოთ ამ პოზიციონირების ტესტით. ეს დაგვეხმარება გავზომოთ ამ კურსის ხარისხი.';
$strings['InitialTest'] = 'საწყისი ტესტი';
$strings['YouMustCompleteAThresholdToTakeFinalTest'] = 'საბოლოო ტესტის განსაკუთრებლად უნდა დაასრულოთ საშუალოდ მინიმუმ %s%% პროგრესი ყველა სასწავლო გზაზე.';
$strings['FinalTest'] = 'საბოლოო ტესტი';
$strings['Positioning'] = 'პოზიციონირება';
$strings['ChartShowsAverageForAllStudentsUsingZeroForIncompleteTests'] = 'შენიშვნა: ეს დიაგრამა აჩვენებს ყველა მოსაუბრის საშუალო ქულებს, დარეგულირებული ნულით არასრულდება ტესტებზე.';
