<?php

$strings['plugin_title'] = 'Позиционирование';
$strings['plugin_comment'] = 'Добавляет тесты позиционирования на главную страницу курса';
$strings['block_course_if_initial_exercise_not_attempted'] = 'Блокировать другие инструменты курса';
$strings['block_course_if_initial_exercise_not_attempted_help'] = 'При включении этой опции, если настроен начальный тест позиционирования, обучающийся не сможет использовать остальные инструменты курса на главной странице курса, пока не завершит начальный тест.';
$strings['average_percentage_to_unlock_final_exercise'] = 'Порог разблокировки завершающего теста';
$strings['average_percentage_to_unlock_final_exercise_help'] = 'Обучающиеся *должны* иметь средний прогресс не менее этого процента (например, «75» для требуемого прогресса 75 %) по объединённым учебным траекториям этого курса.';
$strings['PositioningIntroduction'] = 'Пожалуйста, выберите ниже один начальный тест и один завершающий тест. Для выбора будут доступны только тесты, соответствующие 3 следующим критериям: использовать не менее 3 категорий вопросов, использовать режим отчёта «радар» *и* разрешать только одну попытку. После выбора студент сможет сдать завершающий тест только при выполнении среднего прогресса по всем учебным траекториям этого курса.';
$strings['SelectAsInitialTest'] = 'Выбрать как начальный тест';
$strings['UnselectAsInitialTest'] = 'Снять выбор как начальный тест';
$strings['SelectAsFinalTest'] = 'Выбрать как завершающий тест';
$strings['UnselectAsFinalTest'] = 'Снять выбор как завершающий тест';
$strings['InviteToTakePositioningTest'] = 'Пожалуйста, пройдите этот тест позиционирования перед началом. Это поможет нам оценить качество этого курса.';
$strings['InitialTest'] = 'Начальный тест';
$strings['YouMustCompleteAThresholdToTakeFinalTest'] = 'Вы должны достичь среднего прогресса не менее %s%% по всем учебным траекториям, чтобы разблокировать завершающий тест.';
$strings['FinalTest'] = 'Завершающий тест';
$strings['Positioning'] = 'Позиционирование';
$strings['ChartShowsAverageForAllStudentsUsingZeroForIncompleteTests'] = 'Примечание: эта диаграмма показывает средние баллы для всех студентов, используя ноль для незавершённых тестов.';
