<?php

$strings['plugin_title'] = 'การจัดตำแหน่ง';
$strings['plugin_comment'] = 'เพิ่มการทดสอบการจัดตำแหน่งลงในหน้าหลักของคอร์ส';
$strings['block_course_if_initial_exercise_not_attempted'] = 'บล็อกเครื่องมือคอร์สอื่นๆ';
$strings['block_course_if_initial_exercise_not_attempted_help'] = 'เมื่อเปิดใช้งานตัวเลือกนี้ หากได้กำหนดการทดสอบการจัดตำแหน่งเริ่มต้น ผู้เรียนจะไม่สามารถใช้งานส่วนอื่นของคอร์สบนหน้าหลักของคอร์สได้ จนกว่าจะทำการทดสอบเริ่มต้นเสร็จสิ้น';
$strings['average_percentage_to_unlock_final_exercise'] = 'เกณฑ์ปลดล็อกการทดสอบสิ้นสุด';
$strings['average_percentage_to_unlock_final_exercise_help'] = "ผู้เรียน *ต้อง* มีความก้าวหน้ากระทบเฉลี่ยอย่างน้อยเปอร์เซ็นต์นี้ (เช่น '75' สำหรับความก้าวหน้า 75% ที่จำเป็น) ในเส้นทางการเรียนรู้รวมของคอร์สนี้";
$strings['PositioningIntroduction'] = 'โปรดเลือกการทดสอบเริ่มต้นหนึ่งรายการและการทดสอบสุดท้ายหนึ่งรายการด้านล่าง จะมีเฉพาะการทดสอบที่ตรงตามเกณฑ์ 3 ข้อต่อไปนี้เท่านั้นที่สามารถเลือกได้: ใช้อย่างน้อย 3 หมวดคำถาม ใช้โหมดรายงานเรดาร์ *และ* อนุญาตให้ทำได้เพียงครั้งเดียวเท่านั้น เมื่อเลือกแล้ว นักเรียนจะสามารถทำการทดสอบสุดท้ายได้ก็ต่อเมื่อทำเส้นทางการเรียนรู้ทั้งหมดในคอร์สนี้ให้ได้ค่าเฉลี่ยแล้ว';
$strings['SelectAsInitialTest'] = 'เลือกเป็นการทดสอบเริ่มต้น';
$strings['UnselectAsInitialTest'] = 'ยกเลิกการเลือกเป็นการทดสอบเริ่มต้น';
$strings['SelectAsFinalTest'] = 'เลือกเป็นการทดสอบสุดท้าย';
$strings['UnselectAsFinalTest'] = 'ยกเลิกการเลือกเป็นการทดสอบสุดท้าย';
$strings['InviteToTakePositioningTest'] = 'โปรดทำการทดสอบการจัดตำแหน่งนี้ก่อนเริ่มต้น สิ่งนี้จะช่วยให้เราวัดคุณภาพของคอร์สนี้';
$strings['InitialTest'] = 'การทดสอบเริ่มต้น';
$strings['YouMustCompleteAThresholdToTakeFinalTest'] = 'คุณต้องทำความก้าวหน้าให้ได้อย่างน้อย %s%% เป็นค่าเฉลี่ยของทุกเส้นทางการเรียนรู้เพื่อปลดล็อกการทดสอบสุดท้าย';
$strings['FinalTest'] = 'การทดสอบสุดท้าย';
$strings['Positioning'] = 'การจัดตำแหน่ง';
$strings['ChartShowsAverageForAllStudentsUsingZeroForIncompleteTests'] = 'หมายเหตุ: กราฟนี้แสดงคะแนนเฉลี่ยของนักเรียนทุกคน โดยใช้ศูนย์สำหรับการทดสอบที่ยังไม่สมบูรณ์';
