<?php

$strings['plugin_title'] = 'Позиціонування';
$strings['plugin_comment'] = 'Додає тести позиціонування на головну сторінку курсу';
$strings['block_course_if_initial_exercise_not_attempted'] = 'Блокувати інші інструменти курсу';
$strings['block_course_if_initial_exercise_not_attempted_help'] = 'Коли ця опція увімкнена, якщо налаштовано початковий тест позиціонування, учень не зможе використовувати решту курсу на головній сторінці курсу, доки не завершить початковий тест.';
$strings['average_percentage_to_unlock_final_exercise'] = 'Поріг розблокування завершення тесту';
$strings['average_percentage_to_unlock_final_exercise_help'] = "Учні *повинні* мати середній прогрес принаймні цього відсотка (наприклад, '75' для вимоги 75% прогресу) у комбінованих навчальних шляхах цього курсу.";
$strings['PositioningIntroduction'] = 'Будь ласка, виберіть один початковий тест і один завершальний тест нижче. Доступні для вибору будуть лише тести, що відповідають 3 таким критеріям: використовувати принаймні 3 категорії запитань, використовувати режим звіту радар *та* дозволяти лише одну спробу. Після вибору учень зможе пройти завершальний тест лише якщо завершив середній показник усіх навчальних шляхів у цьому курсі.';
$strings['SelectAsInitialTest'] = 'Вибрати як початковий тест';
$strings['UnselectAsInitialTest'] = 'Скасувати вибір як початковий тест';
$strings['SelectAsFinalTest'] = 'Вибрати як завершальний тест';
$strings['UnselectAsFinalTest'] = 'Скасувати вибір як завершальний тест';
$strings['InviteToTakePositioningTest'] = 'Будь ласка, пройдіть цей тест позиціонування перед початком. Це допоможе нам оцінити якість цього курсу.';
$strings['InitialTest'] = 'Початковий тест';
$strings['YouMustCompleteAThresholdToTakeFinalTest'] = 'Ви повинні завершити принаймні %s%% прогресу в середньому для всіх навчальних шляхів, щоб розблокувати завершальний тест.';
$strings['FinalTest'] = 'Завершальний тест';
$strings['Positioning'] = 'Позиціонування';
$strings['ChartShowsAverageForAllStudentsUsingZeroForIncompleteTests'] = 'Примітка: Цей графік показує середні бали для всіх студентів, використовуючи нуль для незавершених тестів.';
