Repository: chamilo/chamilo-lms
Catalog: src/Chamilo/CoreBundle/Resources/translations/messages.*.po
Languages: de, fr

source: My courses
de: Meine Kurse
fr: Mes îlots

source: Homepage
de: Portal Startseite
fr: Page d'accueil

source: Inbox
de: Posteingang
fr: Boîte de réception

source: Personal agenda
de: Mein Kalender
fr: Agenda perso

source: Reporting
de: Meine Auswertung
fr: Suivi

source: Social network
de: Soziales Netzwerk
fr: Réseau social

source: Dashboard
de: Kontroll-Anzeige
fr: Panneau de contrôle

source: Contact
de: Kontakt

source: Latest publications
de: Neuigkeiten
fr: Actualités

source: Subscription
de: Registrierung
fr: Inscription

source: My certificates
de: Meine Zertifikate
fr: Mes certificats

source: Latest blocks
de: Neueste Blöcke
fr: Derniers blocks

source: Go up
de: Nach oben
fr: Vers le haut

source: PoweredByX
de: Powered by %s
fr: Créé avec %s

source: URLOFAJ
de: https://www.dfjw.org/
fr: https://www.ofaj.org/

source: OFAJ
de: Deutsch-Französisches Jugendwerk
fr: Office franco-allemand pour la Jeunesse

source: DemoMenuLink
de: https://parkur.ofaj.org/web/de/demo-seite?_locale=de
fr: https://parkur.ofaj.org/web/page-de-dmo-francais

source: MentionsLegales
de: Impressum
fr: Mentions Légales

source: MentionsLegalesLink
de: https://parkur.ofaj.org/web/de/impressum?_locale=de
fr: https://parkur.ofaj.org/web/mentions-lgales?_locale=fr

source: CGU
de: Nutzungsbedingungen

source: CGULink
de: https://parkur.ofaj.org/doc/AllgemeineNutzungsbedingungenParkur.pdf
fr: https://parkur.ofaj.org/doc/Conditions_d_utilisation_Parkur.pdf

source: SomeCourseExamples
de: Einige Inselbeispiele
fr: Quelques exemples d'îlots

source: Logout
fr: Quitter
