<?php
/*
for more information: see languages.txt in the lang folder.
*/
$ClearContent = "ПреподавательDokeos – это система управления обучением и знаниями. Она позволяет преподавателю организовывать обучающие материалы, обучающую стратегию и управлять взаимодействием со своими студентами. Все это осуществляется через веб-браузер.Для того, чтобы использовать Chamilo в роли преподавателя, Вам необходимы Login и пароль. В зависимости от настроек безопасности Вашего портала Вы можете зарегистрироваться сами (меню справа) или через центральную администрацию Вашей организации. Обратите внимание на то, что login и пароль не могут содержать пропуски, а также существуют различия между прописными и строчными буквами. Введите свой login/пароль, затем создайте свой курс (сверху справа) или используйте курс, созданный для Вас центральной администрацией Вашей организации.Для того, чтобы добавить коллегу как со-руководителя Вашего курса, надо:1. Если он/она еще не зарегистрированы в системе, зарегистрируйте его/ее и выберите «Преподаватель» в качестве профайла;2. Если он/она уже зарегистрированы в системе, временно откройте подписку на Ваш курс в установках Курса и попросите его подписаться на него. После чего отредактируйте его/ее профайл, наделив правами Преподавателя.Каждый инструмент Chamilo имеет контекстную справку, представленную красным буем (предупреждающим знаком). Если Вы там не найдете нужной информации, обратитесь за помощью на страницу Chamilo: http://www.chamilo.org/documentation.php и скачайте руководство для преподавателей на Вашем языке или английском.СтудентДанный портал позволяет Вам следовать и принимать участие в курсах, тренингах, совместных семинарах и т.д. Система была создана для содействия активному обучению: программа-ориентированному, проблемно-ориентированному, случай-ориентированному, а также совместным исследованиям и т.д. Ваши преподаватели могут создавать обучающие площадки в виде простых каталогов документов или сложных последовательностей действий для соамообучения или обучения в группах.Процесс регистрации может варьировать от одной организации к другой. В одних случаях, разрешается саморегистрация. В других, Вам необходимо получить login и пароль в центральной администрации.";
$WCAGImage = "Изображение";
$WCAGLabel = "Подпись изображения";
$WCAGLink = "Ссылка";
$WCAGLinkLabel = "Подпись ссылки";
$ErrorNoLabel = "Нет подписи рисунка";
$AllLanguages = "все языки";
$WCAGEditor = "Редактор WCAG";
$WCAGGoMenu = "Перейти к меню";
$WCAGGoContent = "Перейти к содержанию";
?>