<?php
/*
for more information: see languages.txt in the lang folder.
*/
$SelectOptionForBackup = "Пожалуйста, выберите параметры резервного копирования";
$LetMeSelectItems = "Позвольте мне выбрать компоненты курса";
$CreateFullBackup = "Создать полную резервную копию этого курса";
$CreateBackup = "создать резервную копию (архив)";
$BackupCreated = "Резервная копия этого курса создана. Загрузка этого файла начнется через несколько секунд. Если загрузка не начинается, щелкните следующую ссылку";
$SelectBackupFile = "выбрать файл резервной копии";
$ImportBackup = "Импортировать резервную копию";
$ImportFullBackup = "Импортировать всю резервную копию";
$ImportFinished = "Импортирование завершено";
$Events = "События";
$Announcements = "Объявления";
$Documents = "Документы";
$Tests = "Тесты";
$Learnpaths = "Учебные планы (программы)";
$CopyCourse = "Копия курса";
$SelectItemsToCopy = "Выбрать элементы для копирования";
$CopyFinished = "Копирование завершено";
$FullRecycle = "Полное обновление";
$RecycleCourse = "Обновление курса";
$RecycleFinished = "Обновление завершено";
$RecycleWarning = "Предупреждение: используя этот инструмент, Вы удалите некоторые части вашего курса. Ин не возможно будет восстановить. Мы советуем сделать <a href=\"create_backup.php\">резервную копию</a> перед тем как использовать инструмент \"обновление\".";
$SameFilename = "Что следует сделать с импортированными файлами, имеющими то же имя, что и существующие файлы?";
$SameFilenameSkip = "Пропустить одинаковое название файла";
$SameFilenameRename = "Переименовать файл (например, файл.pdf становится файл_1.pdf)";
$SameFilenameOverwrite = "Перезаписать файл";
$SelectDestinationCourse = "Выбрать назначение курса";
$FullCopy = "Полная копия";
$CourseDescription = "Описание курса";
$NoResourcesToBackup = "Нет ресурсов для резервного копирования";
$NoResourcesInBackupFile = "В резервной копии нет ресурсов (места)";
$SelectResources = "Выбрать ресурсы";
$NoResourcesToRecycles = "Нет ресурсов для обновления";
$IncludeQuestionPool = "Включить совокупность (общий фонд) вопросов";
$LocalFile = "местный файл";
$ServerFile = "файл сервера";
$NoBackupsAvailable = "резервная копия не доступна";
$NoDestinationCoursesAvailable = "Назначение курса не доступно";
$Backup = "Резервная копия (архив)";
$ImportBackupInfo = "Импортировать резервную копию. Вы можете загрузить резервный файл со своего локального диска или использовать доступную резервную копию на сервере.";
$CreateBackupInfo = "Создать резервную копию этого курса. Выбирите курс со всем его содержанием для того, чтобы разместить в резервном файле.";
$ToolIntro = "Введение в инструмент";
$UploadError = "Загрузка файла не удалась, пожалуйста, проверьте максимально разрешенные размеры файла и права на папку.";
$DocumentsWillBeAddedToo = "Документы тоже будут добавлены";
?>