<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langProfessors = "рТЕРПДБЧБФЕМШ(Й)";
$langExplanation = "лБЛ ФПМШЛП ЧЩ ЭЕМЛОЙФЕ ОБ пл, ВХДЕФ УПЪДБО УБКФ, УПДЕТЦБЭЙК жПТХН, лПММЕЛГЙА УУЩМПЛ,  фЕУФЩ, лБМЕОДБТШ, хЮЕВОЩЕ НБФЕТЙБМЩ Й Ф.Р. чЩ УНПЦЕФЕ ЙЪНЕОСФШ ЕЗП УПДЕТЦБОЙЕ, ДМС ЬФПЗП ОБДП ВХДЕФ ЧПКФЙ РПД ЧБЫЙН РБТПМЕН.";
$langEmpty = "чЩ ЪБРПМОЙМЙ ОЕ ЧУЕ РПМС. 
<br>
 йУРПМШЪХКФЕ ЛОПРЛХ оБЪБД ЧБЫЕЗП ВТПХЪЕТБ Й ОБЮОЙФЕ УОБЮБМБ<br>еУМЙ ЧЩ ОЕ ЪОБЕФЕ ЛПД ЧБЫЕЗП ЛХТУБ, РПУНПФТЙФЕ Ч РТПЗТБННЕ ЛХТУБ ОБ ЛБЖЕДТЕ.";
$langCodeTaken = "ьФПФ ЛПД ЛХТУБ ХЦЕ ЪБОСФ.<br>йУРПМШЪХКФЕ ЛОПРЛХ оБЪБД ЧБЫЕЗП ВТПХЪЕТБ, ЮФПВЩ ЧЕТОХФШУС ОБЪБД Й РПЧФПТЙФШ ПРЕТБГЙА";
$langFormula = "Искренне ваш преподаватель";
$langMessage = "Когды вы удалите форум Пробный форум, это также удалит данную тему, которая содержит только это сообщение";
$langExerciceEx = "Пример теста";
$langAntique = "История античной философии";
$langSocraticIrony = "Ирония Сократа заключается в...";
$langManyAnswers = "(возможны несколько вариантов правильных ответов)";
$langRidiculise = "Высмеять своего собеседника, чтобы заставить его принять свою ошибку.";
$langNoPsychology = "Нет. Ирония Сократа относится не к области психологии, но к области аргументирования.";
$langAdmitError = "Признать свои ошибки, чтобы призвать собеседника сделать то же самое.";
$langNoSeduction = "Нет. Речь идет не о стратегии завоевания привлекательности или методе примера.";
$langForce = "Заставить собеседника признать, что он не знает того, что претендует знать, с помощью серии вопросов и подвопросов.";
$langIndeed = "Действительно. Ирония Сократа это метод постановки вопросов. Греческое слово \"eirotao\" означает \"вопрошать\".";
$langContradiction = "Использовать приницп непротиворечия, чтобы привести собеседника в тупик.";
$langNotFalse = "Этот ответ нельзя признать неправильным. Верно, что выявление незнания собеседника проводится путем выявления противоречий, к которым приводят его тезисы.";
$langAgenda = "Календарь";
$langVideo = "Видео";
$langCourseProgram = "Программа курса";
$langAnnouncements = "Объявления";
$langAddPageHome = "Разместить страницу и связать с главной страницей курса";
$langLinkSite = "Добавить ссылку на главную страницу курса";
$langModifyInfo = "Свойства курса";
$langCourseDesc  = "Описание курса";
$langAgendaTitle = "Вторник 11 декабря 14.00 : курс философии (1) - Аудитория : Южный корпус, 18";
$langAgendaText = "Общее введение в философию и пояснение функционирования курса";
$langMicro = "Опрос";
$langGoogle = "Мощная поисковая система";
$langIntroductionText = "Это текст введения в ваш курс. Его регулярное изменение - хороший способ показать, что сайт является живым и интерактивным, а не простым хранилищем документов.";
$langIntroductionTwo = "Эта страница является местом публикации. Она позволяет каждому студенту или группу студентов разместить документ (Word, Excel, HTML... ) на сайте курса, чтобы он был доступен другим студентам или преподавателю.Если вы хотите опубликовать документ в вашей группе (функция Опубликовать), раздел Заданияпросто сделает ссылку на документ - туда, где он размещен в вашей папке, но файл не будет перемещен.";
$langCourseDescription = "Впишите сюда описание, которое появится в списке курсов (Содержимое этого поля в данный момент нигде не видно и размещено здесь для следующей версии Claroline).";
$langProfessor = "Преподаватель";
$langAnnouncementEx = "Это пример объявления.";
$langJustCreated = "Вы  только что создали сайт курса";
$langEnter = "Вернуться к вашему списку курсов";
$langGroups = "Группы";
$langCreateCourseGroups = "Создать группы";
$langCatagoryMain = "Общий раздел";
$langCatagoryGroup = "Форумы групп";
$langCreateSite = "уПЪДБФШ УБКФ ЛХТУБ";
$langFieldsRequ = "чУЕ РПМС ПВСЪБФЕМШОЩ";
$langEx = "ОБРТЙНЕТ, <i>йУФПТЙС МЙФЕТБФХТЩ</i>";
$langFac = "тБЪДЕМ";
$langTargetFac = "тЕЮШ ЙДЕФ П ЖБЛХМШФЕФЕ, ЛБЖЕДТЕ, ЫЛПМЕ... Ч ЛПФПТЩИ ЧЕДЕФУС ЛХТУ";
$langMax = "НБЛУЙНХН 12 ЪОБЛПЧ, ОБРТЙНЕТ <i>LIT2121</i>";
$langDoubt = "ч УМХЮБЕ УПНОЕОЙК РП ФПЮОПНХ ОБЪЧБОЙА ЛХТУБ ЙМЙ ЕЗП ЛПДХ, РТПЛПОУХМШФЙТХКФЕУШ ";
$langProgram = "рТПЗТБННБ ЛХТУБ</a>. еУМЙ УБКФ, ЛПФПТЩК ЧЩ ИПФЙФЕ УПЪДБФШ, ОЕ ЙНЕЕФ УХЭЕУФЧХАЭЕЗП ЛПДБ, ЧЩ НПЦЕФЕ ЕЗП РТЙДХНБФШ. оБРТЙНЕТ, <i>INNOVATION</i>, ЕУМЙ ТЕЮШ ЙДЕФ П РТПЗТБННЕ ПВХЮЕОЙС РП ХРТБЧМЕОЙА ЙООПЧБГЙСНЙ";
$langRestoreCourse = "Восстановление курса";
?>