<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "Добавить ссылку на домашнюю страницу курса";
$langSubTitle = "Добавить ссылку к странице на домашнюю страницу вашего курса. Чтобы сделать это, идите к этой странице, скопируйте ее URL в адресной панели наверху вашего окна просмотра, затем вставьте в поле \"Ссылка\" внизу.";
$langAddPage = "Добавить страницу";
$langSendPage = "Страница для загрузки";
$langCouldNot = "Файл не может быть загружен";
$langOkSentLink = "Ваша ссылка была добавлена. <p>Теперь она доступна из <a href=\"../../DOKEOSDEV/index.php\">оглавления курса</a>";
$langTooBig = "Вы не выбрали ни одного файла для отсылки или он слишком большой";
$langExplanation = "Как только Вы щелкните ОК, вебсайт с Форумом, Повесткой дня, Управлением документами и т.д. будет создан. Ваше имя пользователя (логин), как создателя вебсайта, позволяет Вам изменять их согласно личным требованиям.";
$langPgTitle = "Заголовок страницы";
$langNoLinkURL = "Пожалуйста, введите URL ссылки";
$langLinkTarget = "Цель ссылки";
$langSameWindow = "В том же окне";
$langNewWindow = "В новом окне";
$langAdded = "Добавлено";
$langAddLink = "Добавить ссылку";
$langNoLinkName = "Пожалуйста, введите название ссылки";
$langEditLink = "Редактировать ссылку на домашнюю страницу курса";
$langChangePress = "Изменить и нажать ОК";
$langLinkChanged = "Ссылка на домашнюю страницу курса изменена. Используйте меню вверху, чтобы вернуться на домашнюю страницу.";
$NoLinkName = "Нет названия ссылки";
$NoLinkURL = "Нет URL ссылки";
$LinkChanged = "Ссылка изменена";
$OkSentLink = "Ссылка отправлена";
?>