<?php /*
for more information: see languages.txt in the lang folder. 
*/
$langLinkSite = "Связать с сайтом";
$langSubTitle = "Добавляет ссылку на страницу в содержании вашего сайта курса. Подсказка: если вы хотите добавить ссылку на страницу, зайдите на эту страницу, скопируйте ее URL, который находится в поле адреса вашего браузера и вставьте его в поле \"Ссылка\" ниже.";
$langAddPage            = "Добавить страницу";
$langSendPage           = "Разместить страницу";
$langCouldNot           = "Файл не может быть размещен";
$langOkSentLink         = "Ваша ссылка была добавлена. <p>Теперь она доступна из <a href=\"../../DOKEOSDEV/index.php\">оглавления курса</a>";
$langTooBig             = "Вы не выбрали файл для размещения, или он слишком большой";
$langExplanation        = "Страница должна быть в формате HTML (пример: \"my_page.htm\"). Она должна быть доступна из оглавления вашего сайта курса. Если вы хотите разместить документ в другом формате (PDF, Word, Power Point, Video, etc.), используйте раздел <a href=\"../document/document.php\">Учубные материалы</a>.";
$langPgTitle            = "Название страницы";
?>