<?php
/*
for more information: see languages.txt in the lang folder.
*/
$square = "Квадрат";
$circle = "Элипс";
$poly = "Многоугольник";
$status1 = "Начертить \"горячую\" точку";
$status2_poly = "Щелкните правой кнопкой мыши, чтобы закрыть многоугольник";
$status2_other = "Отпустите кнопку мыши, чтобы сохранить \"горячую\" точку";
$status3 = "\"Горячая\" точка сохранена";
$showUserPoints = "Показать/Спрятать щелчки пользователя";
$showHotspots = "Показать/Спрятать \"горячие\" точки";
$labelPolyMenu = "Закрыть многоугольник";
$triesleft = "Оставленные задания";
$exeFinished = "Все ответы даны. Сейчас Вы можете поменять \"горячие\" точки или щелкнуть кнопку внизу изображения, чтобы представить на рассмотрение";
$nextAnswer = "Сейчас щелкните: &done=done";
?>