<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langPgTitle = "Заголовок страницы";
$langExplanation = "Как только Вы щелкните ОК, вебсайт с Форумом, Повесткой дня, Управлением документами и т.д. будет создан. Ваше имя пользователя (логин), как создателя вебсайта, позволяет Вам изменять их согласно личным требованиям.";
$langTooBig = "Вы не выбрали ни одного файла для отсылки или он слишком большой";
$langCouldNot = "Файл не может быть загружен";
$langNotAllowed = "Не разрешено";
$langAddPageToSite = "Добавить страницу в зону";
$langCouldNotSendPage = "Эта страница должна быть в HTML формате (например \"моя_страница.htm\"). На нее можно будет попасть с Домашней страницы. Если Вы хотите послать документы в другом формате (PDF, Word, Power Point, Video, etc.) используйте <a href=../document/document.php>Документы</a>";
$langSendPage = "Страница для загрузки";
$langPageTitleModified = "Заголовок страницы изменен";
$langPageAdded = "Страница добавлена";
$langAddPage = "Добавить страницу";
?>