<?php
/*
for more information: see languages.txt in the lang folder.
*/
$LinkMoved = "Ссылка перенесена";
$LinkName = "Название ссылки";
$LinkAdd = "Добавить ссылку";
$LinkAdded = "Ссылка добавлена";
$LinkMod = "Изменить ссылку";
$LinkModded = "Ссылка изменена";
$LinkDel = "Удалить ссылку";
$LinkDeleted = "Ссылка удалена";
$LinkDelconfirm = "Вы хотите удалить эту ссылку?";
$AllLinksDel = "Удалить все ссылки в этом разделе";
$CategoryName = "Наименование категории";
$CategoryAdd = "Добавить раздел";
$CategoryAdded = "Раздел добавлен";
$CategoryModded = "Раздел изменен";
$CategoryDel = "Удалить раздел";
$CategoryDeleted = "Раздел и все его ссылки удалены";
$CategoryDelconfirm = "Когда удаляете раздел, все ссылки этого раздела также удаляются.\nВы действительно хотите удалить этот раздел и его ссылки?";
$AllCategoryDel = "Удалить все разделы и все ссылки";
$GiveURL = "Пожалуйста, дайте ссылку на URL";
$GiveCategoryName = "Пожалуйста, дайте название разделу";
$NoCategory = "Разделов нет";
$showall = "Открыть все разделы";
$shownone = "Закрыть все разделы";
$ListDeleted = "Список удален";
$AddLink = "Добавить ссылку";
$DelList = "Удалить список";
$ModifyLink = "Изменить ссылку";
$CsvImport = "CSV импорт";
$CsvFileNotFound = "Импортированный CSV файл не открывается (например, пуст, слишком большой)";
$CsvFileNoSeps = "Импортированный CSV файл должен использовать , или ; как разделитель списка";
$CsvFileNoURL = "Импортированный CSV файл должен хотя бы иметь URL столбцы и заголовок";
$CsvFileLine1 = "... - ряд 1 =";
$CsvLinesFailed = "ряд(ы) потерпел неудачу при импортировании ссылки (отсутствие URL или заголовка)";
$CsvLinesOld = "Существующая ссылка(и) обновлена (тот же URL и раздел)";
$CsvLinesNew = "новая(ые) ссылка(и) создана(ы)";
$CsvExplain = "Файл должен выглядеть так: <blockquote><pre> <b>URL</b>;раздел;<b>заголовок</b>;описание; <b>http://www.aaa.org/...</b>;Важные ссылки;<b>Название 1</b>;Описание 1; <b>http://www.bbb.net/...</b>;;<b>Название 2</b>;\"Описание 2\"; </pre></blockquote> Если URL и раздел равны тем, что на существующей ссылке, их заголовки и описание будут обновлены. Во всех других случаях будет создана новая ссылка.<br /><br /> Bold = обязательный. Поля могут быть в любом порядке, названия прописными или строчными буквами. Дополнительные поля добавлены в описание. Разделитель: запятая или точка с запятой. Значения могут быть в кавычках, но только не названия полей. Некоторые [b]HTML tags[/b] могут быть импортированы в описываемое поле.";
$LinkUpdated = "Ссылка обновлена";
$All_Link_Deleted = "Ссылка удалена";
$OnHomepage = "Показывать ссылку на домашней странице";
$ShowLinkOnHomepage = "Показывать эту ссылку в виде иконки на домашней странице курса";
$General = "общий (основной)";
?>