<?php
/*
for more information: see languages.txt in the lang folder.
*/
$LinkMoved = "Ссылка перенесена";
$langLinkName = "Название ссылки";
$langLinkAdd = "Добавить ссылку";
$langLinkAdded = "Ссылка добавлена";
$langLinkMod = "Изменить ссылку";
$langLinkModded = "Ссылка изменена";
$langLinkDel = "Удалить ссылку";
$langLinkDeleted = "Ссылка удалена";
$langLinkDelconfirm = "Вы хотите удалить эту ссылку?";
$langAllLinksDel = "Удалить все ссылки в этом разделе";
$langCategoryName = "Наименование категории";
$langCategoryAdd = "Добавить раздел";
$langCategoryAdded = "Раздел добавлен";
$langCategoryModded = "Раздел изменен";
$langCategoryDel = "Удалить раздел";
$langCategoryDeleted = "Раздел и все его ссылки удалены";
$langCategoryDelconfirm = "Когда удаляете раздел, все ссылки этого раздела также удаляются.\nВы действительно хотите удалить этот раздел и его ссылки?";
$langAllCategoryDel = "Удалить все разделы и все ссылки";
$langGiveURL = "Пожалуйста, дайте ссылку на URL";
$langGiveCategoryName = "Пожалуйста, дайте название разделу";
$langNoCategory = "Разделов нет";
$showall = "Открыть все разделы";
$shownone = "Закрыть все разделы";
$langListDeleted = "Список удален";
$langAddLink = "Добавить ссылку";
$langDelList = "Удалить список";
$langModifyLink = "Изменить ссылку";
$langCsvImport = "CSV импорт";
$langCsvFileNotFound = "Импортированный CSV файл не открывается (например, пуст, слишком большой)";
$langCsvFileNoSeps = "Импортированный CSV файл должен использовать , или ; как разделитель списка";
$langCsvFileNoURL = "Импортированный CSV файл должен хотя бы иметь URL столбцы и заголовок";
$langCsvFileLine1 = "... - ряд 1 =";
$langCsvLinesFailed = "ряд(ы) потерпел неудачу при импортировании ссылки (отсутствие URL или заголовка)";
$langCsvLinesOld = "Существующая ссылка(и) обновлена (тот же URL и раздел)";
$langCsvLinesNew = "новая(ые) ссылка(и) создана(ы)";
$langCsvExplain = "Файл должен выглядеть так: <blockquote><pre> <b>URL</b>;раздел;<b>заголовок</b>;описание; <b>http://www.aaa.org/...</b>;Важные ссылки;<b>Название 1</b>;Описание 1; <b>http://www.bbb.net/...</b>;;<b>Название 2</b>;\"Описание 2\"; </pre></blockquote> Если URL и раздел равны тем, что на существующей ссылке, их заголовки и описание будут обновлены. Во всех других случаях будет создана новая ссылка.<br /><br /> Bold = обязательный. Поля могут быть в любом порядке, названия прописными или строчными буквами. Дополнительные поля добавлены в описание. Разделитель: запятая или точка с запятой. Значения могут быть в кавычках, но только не названия полей. Некоторые [b]HTML tags[/b] могут быть импортированы в описываемое поле.";
$langLinkUpdated = "Ссылка обновлена";
$langAll_Link_Deleted = "Ссылка удалена";
$langOnHomepage = "Показывать ссылку на домашней странице";
$langShowLinkOnHomepage = "Показывать эту ссылку в виде иконки на домашней странице курса";
$General = "общий (основной)";
?>