<?php
/*
for more information: see languages.txt in the lang folder.
*/
$MdCallingTool = "Документы";
$MdTitle = "Название предмета изучения";
$MdDescription = "Чтобы запомнить эту информацию, нажмите \"Запомнить\"";
$MdCoverage = "например, бакалавр ...";
$MdCopyright = "например, предложенный источник общепризнан";
$Tool = "Документ Данные о данных";
$NoScript = "Шрифт не включен на Вашем браузере, пожалуйста, игнорируйте часть экрана ниже этого текста, это не будет работать...";
$PressAgain = "Нажмите \"Запомнить\" снова...";
$LanguageTip = "язык на котором этот предмет изучения был создан";
$Identifier = "Идентификатор";
$IdentifierTip = "уникальный идентификатор для этого предмета изучения, состоящий из букв, цифр, _-.()'!*";
$TitleTip = "заглавие или имя (название) и их язык";
$DescriptionTip = "описание или комментарий и язык, использованный для описания этого предмета изучения";
$Keyword = "Ключевое слово";
$KeywordTip = "разделить с помощью запятых (буквы, цифры, -.)";
$Coverage = "Сфера действия";
$CoverageTip = "например, бакалавр по ххх: ууу";
$KwNote = "Если Вы меняете язык описания, не добавляйте одновременно ключевые слова";
$ClickKw = "Щелкните ключевое слово на дереве для его выбора или для отмены выбора";
$KwHelp = "<br /> Щелкнуть на кнопку '+' чтобы открыть, кнопку '-' чтобы закрыть, кнопку '++' чтобы открыть все, кнопку '--' чтобы все закрыть.<br /> <br /> Очистить все выбранные ключевые слова с помощью закрытия дерева и открыть его снова с помощью конпки '+'.<br /> Alt-щелчек '+' позволяет искать оригинальные ключевые слова на дереве.<br /> <br /> Alt-щелчек ключевое слово выбирает ключевое слово без расширенных терминов или не выбирает его с расширенными терминами.<br /> <br /> Если Вы меняете язык описания, не добавляете одновременно ключевые слова.<br /> <br />";
$Rights = "Права использования";
$RightsTip = "описать в словах";
$Version = "Версия";
$VersionTip = "количество или описание";
$StatusTip = "выбрать из списка";
$CreatedSize = "создан, размер";
$CreatedSizeTip = "ГГГГ-ММ-ДД создания, размер в байтах (октетах)";
$AuthorTip = "в формате VCARD (эл. визитная карточка)";
$Format = "Формат";
$FormatTip = "выбрать из списка";
$Location = "URL/URI-адрес";
$LocationTip = "щелкнуть, чтобы открыть предмет";
$Store = "Запомнить";
$DeleteAll = "Удалить все данные о данных (метадата)";
$ConfirmDelete = "Вы *действительно* хотите удалить все метаданные?";
$CourseKwds = "Этот документ содежит ключевые слова курса";
$Search = "Поиск";
$SearchCrit = "Одно слова на каждый ряд!";
$Statuses = ":черновик:черновик,, окончательный вариант:окончательный вариант,, проверенный:проверенный,, недоступный:недоступный";
$Costs = ":нет:свободно, бесплатно,, да:не свободно, за плату";
$Copyrights = ":да:авторское право,, нет:без авторского права";
$Formats = ":text/plain;iso-8859-1:text/plain;iso-8859-1,, text/plain;utf-8:text/plain;utf-8,, text/html;iso-8859-1:text/html;iso-8859-1,, text/html;utf-8:text/html;utf-8,, inode/directory:Folder,, application/msword:MsWord,, application/octet-stream:Octet stream,, application/pdf:PDF,, application/postscript:PostScript,, application/rtf:RTF,, application/vnd.ms-excel:MsExcel,, application/vnd.ms-powerpoint:MsPowerpoint,, application/xml;iso-8859-1:XML;iso-8859-1,, application/xml;utf-8:XML;utf-8,, application/zip:ZIP";
$LngResTypes = ":упражнение:упражнение,, имитация:имитация,, вопросник:вопросник,, диаграмма:диаграмма,, рисунок:рисунок,, график:график,, индекс:индекс,, слайд:слайд,, таблица:таблица,, повествовательный текст:повествовательный текст,, экзамен:экзамен,, эксперимент:эксперимент,, постановка проблемы:постановка проблемы,, самооценка:самооценка,, лекция:лекция";
?>