<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langMdCallingTool = "Документы";
$langMdTitle = "Название предмета изучения";
$langMdDescription = "Чтобы запомнить эту информацию, нажмите \"Запомнить\"";
$langMdCoverage = "например, бакалавр ...";
$langMdCopyright = "например, предложенный источник общепризнан";
$langTool = "Документ Данные о данных";
$langNoScript = "Шрифт не включен на Вашем браузере, пожалуйста, игнорируйте часть экрана ниже этого текста, это не будет работать...";
$langPressAgain = "Нажмите \"Запомнить\" снова...";
$langLanguageTip = "язык на котором этот предмет изучения был создан";
$langIdentifier = "Идентификатор";
$langIdentifierTip = "уникальный идентификатор для этого предмета изучения, состоящий из букв, цифр, _-.()'!*";
$langTitleTip = "заглавие или имя (название) и их язык";
$langDescriptionTip = "описание или комментарий и язык, использованный для описания этого предмета изучения";
$langKeyword = "Ключевое слово";
$langKeywordTip = "разделить с помощью запятых (буквы, цифры, -.)";
$langCoverage = "Сфера действия";
$langCoverageTip = "например, бакалавр по ххх: ууу";
$langKwNote = "Если Вы меняете язык описания, не добавляйте одновременно ключевые слова";
$langClickKw = "Щелкните ключевое слово на дереве для его выбора или для отмены выбора";
$langKwHelp = "<br /> Щелкнуть на кнопку '+' чтобы открыть, кнопку '-' чтобы закрыть, кнопку '++' чтобы открыть все, кнопку '--' чтобы все закрыть.<br /> <br /> Очистить все выбранные ключевые слова с помощью закрытия дерева и открыть его снова с помощью конпки '+'.<br /> Alt-щелчек '+' позволяет искать оригинальные ключевые слова на дереве.<br /> <br /> Alt-щелчек ключевое слово выбирает ключевое слово без расширенных терминов или не выбирает его с расширенными терминами.<br /> <br /> Если Вы меняете язык описания, не добавляете одновременно ключевые слова.<br /> <br />";
$langRights = "Права использования";
$langRightsTip = "описать в словах";
$langVersion = "Версия";
$langVersionTip = "количество или описание";
$langStatusTip = "выбрать из списка";
$langCreatedSize = "создан, размер";
$langCreatedSizeTip = "ГГГГ-ММ-ДД создания, размер в байтах (октетах)";
$langAuthorTip = "в формате VCARD (эл. визитная карточка)";
$langFormat = "Формат";
$langFormatTip = "выбрать из списка";
$langLocation = "URL/URI-адрес";
$langLocationTip = "щелкнуть, чтобы открыть предмет";
$langStore = "Запомнить";
$langDeleteAll = "Удалить все данные о данных (метадата)";
$langConfirmDelete = "Вы *действительно* хотите удалить все метаданные?";
$langCourseKwds = "Этот документ содежит ключевые слова курса";
$langSearch = "Поиск";
$langSearchCrit = "Одно слова на каждый ряд!";
$langStatuses = ":черновик:черновик,, окончательный вариант:окончательный вариант,, проверенный:проверенный,, недоступный:недоступный";
$langCosts = ":нет:свободно, бесплатно,, да:не свободно, за плату";
$langCopyrights = ":да:авторское право,, нет:без авторского права";
$langFormats = ":text/plain;iso-8859-1:text/plain;iso-8859-1,, text/plain;utf-8:text/plain;utf-8,, text/html;iso-8859-1:text/html;iso-8859-1,, text/html;utf-8:text/html;utf-8,, inode/directory:Folder,, application/msword:MsWord,, application/octet-stream:Octet stream,, application/pdf:PDF,, application/postscript:PostScript,, application/rtf:RTF,, application/vnd.ms-excel:MsExcel,, application/vnd.ms-powerpoint:MsPowerpoint,, application/xml;iso-8859-1:XML;iso-8859-1,, application/xml;utf-8:XML;utf-8,, application/zip:ZIP";
$langLngResTypes = ":упражнение:упражнение,, имитация:имитация,, вопросник:вопросник,, диаграмма:диаграмма,, рисунок:рисунок,, график:график,, индекс:индекс,, слайд:слайд,, таблица:таблица,, повествовательный текст:повествовательный текст,, экзамен:экзамен,, эксперимент:эксперимент,, постановка проблемы:постановка проблемы,, самооценка:самооценка,, лекция:лекция";
?>