<?php
/*
for more information: see languages.txt in the lang folder.
*/
$MdCallingTool = "Документы";
$MdTitle = "Название предмета изучения";
$MdDescription = "Чтобы запомнить эту информацию, нажмите \"Запомнить\"";
$MdCoverage = "например, бакалавр ...";
$MdCopyright = "например, предложенный источник общепризнан";
$nameTools = "устаревшая языковая переменная";
$Tool = "Документ Данные о данных";
$NoScript = "Шрифт не включен на Вашем браузере, пожалуйста, игнорируйте часть экрана ниже этого текста, это не будет работать...";
$LanguageTip = "язык на котором этот предмет изучения был создан";
$Identifier = "Идентификатор";
$IdentifierTip = "уникальный идентификатор для этого предмета изучения, состоящий из букв, цифр, _-.()'!*";
$TitleTip = "заглавие или имя (название) и их язык";
$DescriptionTip = "описание или комментарий и язык, использованный для описания этого предмета изучения";
$Keyword = "Ключевое слово";
$KeywordTip = "разделить с помощью запятых (буквы, цифры, -.)";
$Coverage = "Сфера действия";
$CoverageTip = "например, бакалавр по ххх: ууу";
$KwNote = "Если Вы меняете язык описания, не добавляйте одновременно ключевые слова";
$ClickKw = "Щелкните ключевое слово на дереве для его выбора или для отмены выбора";
$KwHelp = "<br /> Щелкнуть на кнопку '+' чтобы открыть, кнопку '-' чтобы закрыть, кнопку '++' чтобы открыть все, кнопку '--' чтобы все закрыть.<br /> <br /> Очистить все выбранные ключевые слова с помощью закрытия дерева и открыть его снова с помощью конпки '+'.<br /> Alt-щелчек '+' позволяет искать оригинальные ключевые слова на дереве.<br /> <br /> Alt-щелчек ключевое слово выбирает ключевое слово без расширенных терминов или не выбирает его с расширенными терминами.<br /> <br /> Если Вы меняете язык описания, не добавляете одновременно ключевые слова.<br /> <br />";
$Location = "URL/URI-адрес";
$LocationTip = "щелкнуть, чтобы открыть предмет";
$Store = "Запомнить";
$DeleteAll = "Удалить все данные о данных (метадата)";
$ConfirmDelete = "Вы *действительно* хотите удалить все метаданные?";
$WorkOn = "на";
$NotInDB = "нет такого раздела ссылок";
$ManifestSyntax = "(синтаксическая ошибка в очевидном файле...)";
$EmptyManifest = "(пустой очевидный файл...)";
$NoManifest = "(нет очевидного файла...)";
$NotFolder = "не возможно, это не папка...";
$Continue = "Продолжить с";
$Create = "создать";
$Remove = "Стереть MDE (метаданные)";
$AllRemovedFor = "Все входы, удаленные для раздела";
$RemainingFor = "устаревшие входы, удаленные для раздела";
$Index = "Индексирование";
$TotalMDEs = "Общее количество Ссылок БД входа:";
$MainMD = "Открыть главную MDE (запись метаданных)";
$OrElse = "Выбрать раздел Ссылок";
$WarningDups = "- дублировать название разделов, где они были удалены из списка!";
$SLC = "Работать с разделами ссылок с именами";
?>