<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langTool = "Документ Данные о данных";
$langClickKw = "Щелкните ключевое слово на дереве для его выбора или для отмены выбора";
$langKwHelp = "<br /> Щелкнуть на кнопку '+' чтобы открыть, кнопку '-' чтобы закрыть, кнопку '++' чтобы открыть все, кнопку '--' чтобы все закрыть.<br /> <br /> Очистить все выбранные ключевые слова с помощью закрытия дерева и открыть его снова с помощью конпки '+'.<br /> Alt-щелчек '+' позволяет искать оригинальные ключевые слова на дереве.<br /> <br /> Alt-щелчек ключевое слово выбирает ключевое слово без расширенных терминов или не выбирает его с расширенными терминами.<br /> <br /> Если Вы меняете язык описания, не добавляете одновременно ключевые слова.<br /> <br />";
$langAdvanced = "Построить";
$langSearch = "Поиск";
$langSearchCrit = "Одно слова на каждый ряд!";
$langNoKeywords = "Этот курс не имеет ключевых слов";
$langKwCacheProblem = "Тайный запас ключевых слов не может быть открыт";
$langCourseKwds = "Этот документ содежит ключевые слова курса";
$langKwdsInMD = "Ключевые слова, использованные в БД";
$langKwdRefs = "ссылки ключевых слов";
$langNonCourseKwds = "Ключивые слова не курса";
$langKwdsUse = "Ключевые слова курса (жирный шрифт=не использованы)";
$langTotalMDEs = "Общее количество Ссылок БД входа:";
?>