<?php
/*
for more information: see languages.txt in the lang folder.
*/
$GeneralDescription = "Общее описание";
$GeneralDescriptionQuestions = "Какое место курса в программе? Есть ли предварительные условия? Как курс взаимосвязан с другими курсами?";
$GeneralDescriptionInformation = "Описать курс (количество часов, официальный код, место, где он будет проходить...) и преподаватель (имя, отчество, офис, тел., эл. почта...)";
$Objectives = "Цели";
$ObjectivesInformation = "Представление общих и частных целей курса";
$ObjectivesQuestions = "Что пользователи будут способны сделать к концу курса. Что они смогут создать в течение курса?";
$Topics = "Темы";
$TopicsInformation = "Список тем, включенных в курс. Важность каждой темы. Уровень сложности. Структура и взаимозависимость разных частей.";
$TopicsQuestions = "Как развивается курс? На что должен обратить особое внимание пользователь? Выявлены ли проблемы в понимании, если это разные главы? Сколько нужно каждому посвятить времени различным частям курса?";
$Methodology = "Методология";
$MethodologyQuestions = "Какие методы и какие действия помогут достичь поставленных целей курса? По какому расписанию?";
$MethodologyInformation = "Представление мероприятий (конференция, публикации, групповые исследования, лаборатории...).";
$CourseMaterial = "Материал курса";
$CourseMaterialQuestions = "Есть ли учебник, набор публикаций, библиография, список ссылок в интернете?";
$CourseMaterialInformation = "Краткое описание материалов курса.";
$HumanAndTechnicalResources = "Человеческие и технические ресурсы";
$HumanAndTechnicalResourcesQuestions = "Есть ли преподаватели, наставники, техническая поддержка, социальные ассистенты, компьютерные комнаты?";
$HumanAndTechnicalResourcesInformation = "Краткое описание особенностей разных контактных лиц и доступности технических приемов.";
$Assessment = "Процесс оценки";
$AssessmentQuestions = "Как пользователи будут оцениваться? Есть ли стратегии развития для того, чтобы усвоить тему?";
$AssessmentInformation = "Пример экзаменационных вопросов. Критерии успеха. Подсказки и трюки";
?>