<?php
/*
for more information: see languages.txt in the lang folder.
*/
$Height = "Высота";
$ResizingComment = "изменить размер изображения до следующих размеров (в пикселях)";
$Width = "Ширина";
$Resizing = "ИЗМЕНИТЬ РАЗМЕРЫ";
$NoResizingComment = "Показать все изображения в их истинных размерах. Изменения размеров не выполнено. Управляющая линейка с бегунком появиться автоматически, если изображение превысит размеры монитора.";
$ShowThumbnails = "Показать контрольные изображения";
$SetSlideshowOptions = "Задать настройки Показа слайдов";
$SlideshowOptions = "Настройки Показа слайдов";
$NoResizing = "НЕ ИЗМЕНЯТЬ РАЗМЕРЫ (по умолчанию)";
$ExitSlideshow = "Выйти из Показа слайдов";
$SlideShow = "Показ слайдов";
$PreviousSlide = "Предыдущий слайд";
$NextSlide = "Следующий слайд";
$ViewSlideshow = "Просмотр Показа слайдов";
?>