<?php
/*
for more information: see languages.txt in the lang folder.
*/
$Tools = "Инструменты";
$SendWork = "Разместить файл";
$TooBig = "Вы не выбрали ни одного файла для отсылки или он слишком большой";
$ListDeleted = "Список удален";
$DocModif = "Заголовок документа изменен";
$DocAdd = "Этот файл был добавлен в список публикаций";
$DocDel = "Файл удален";
$TitleWork = "Заголовок файла";
$Authors = "Авторы";
$DelList = "Удалить список";
$WorkDelete = "Удалить";
$WorkModify = "Изменить";
$WorkConfirmDelete = "Вы действительно хотите удалить этот файл?";
$AllFiles = "Действия всех файлов";
$DefaultUpload = "Настройки по умолчанию для видимости недавно загруженных файлов";
$NewVisible = "Новые документы видимы для всех пользователей";
$NewUnvisible = "Новые документы видимы только для управляющего курсом(ами)";
$lang_doc_unvisible = "Ваш файл видим только преподавателю(ям) этого курса и поэтому не будет видим для Вас";
$DelLk = "Вы действительно хотите удалить эту ссылку?";
$MustBeRegisteredUser = "Только зарегистрированные пользователи этого курса могут публиковать документы";
$ListDel = "Удалить список";
$NameDir = "Название новой папки";
$FileExists = "Операция невозможна, файл с таким именем уже существует";
$CreateDirectory = "Создать каталог";
$CurrentDir = "Текущая папка";
$EditToolOptions = "Редактировать параметры инструмента";
$DocumentDeleted = "Документ удален";
$SendMailBody = "Пользователь послал документ в инструмент \"Работа\" вашего курса";
$DirDelete = "Удалить каталог";
$ValidateChanges = "Подтвердить изменения";
$FolderUpdated = "Папка обновлена";
?>