<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langClarContent = "<p><b>Викладач</b></p> <p>Dokeos - це система знань та керування навчанням. Вона дозволяє викладачу організувати навчальні матеріали, плани та керувати взаємодією зі студентами. Все це виконується через веб-браузер.</p> <p>Для користування Chamilo в ролі викладача вам необхдні логін та пароль. В залежності від налаштувань безпеки вашого порталу ви можете мати можливість самореєстрації (меню зправа) або реєстрації з центру адміністрації вашої організації. Зважте на те, що логін та пароль не можуть мати пробілів, а також розрізняються велики та малі знаки. Введіть ваш логін/пароль, потім створіть курс (зверху зправа) або використовуйте курс, що був створений для вас в центром адміністрації вашої організації. </p> <p> Для того, аби додати колегу в ролі ко-адміністратора вашого курсу: <ol><li> Якщо він ще не зареєстрований в системі, зареєструйте його та виберіть ╚Викладач╩ як профіль,</li> <li> Якщо він вже зареєстрований в системі, відкрийте зарахування на курс в налаштуваннях курсу та зарахуйте його на ваш курс. Потім відредагуйте його профіль, надав йому права типу ╚Викладач╩.</li></ol></p> <p> Кожен інструмент Chamilo має контекстну справку, представлену червоним буєм. Якщо ви не знайшли потрібну інформацію, перейдіть на сторінку допомоги Chamilo: <a href=\"http://www.chamilo.org/documentation.php\">http://www.chamilo.org/documentation.php</a> та скачайте мануал для викладача вашою мовою або англійською. </p> <p><b>Студент</b></p> <p>Цей портал дозволяє вам брати участь в курсах, тренінгах, співпрацювати в групах тощо. Він був розроблений для поширення активної освіти: проектно-орієнтованої, проблемно-орієнтованої, ситуаційно-орієнтованої, дослідження в групах тощо. Викладачі можуть будувати навчальні площадки в якості звичайних каталогів документів чи ускладнених самонавчань, або групових послідоностей чи активностей. </p><p><b>Логін</b></p>  <p> Процес реєстрації може змінюватися. В деяких випадках самореєстрація дозволена. В іншому випадку, вам необхідно отримати логін та пароль в центрі адміністрації.</p>";
$test = "тест";
$WCAGImage = "Малюнок";
$WCAGLabel = "Підпис малюнка";
$WCAGLink = "Посилання";
$WCAGLinkLabel = "Підпис посилання";
$errorNoLabel = "&#1053;&#1077;&#1084;&#1072;&#1108; &#1087;&#1110;&#1076;&#1087;&#1080;&#1089;&#1091; &#1084;&#1072;&#1083;&#1102;&#1085;&#1082;&#1091;";
$AllLanguages = "всі мови";
$WCAGEditor = "WCAG редактор";
$WCAGGoMenu = "Перейти до меню";
$WCAGGoContent = "Перейти до контенту";
?>