<?php
/*
for more information: see languages.txt in the lang folder.
*/
$SelectOptionForBackup = "Будь ласка, виберіть параметри резервного копіювання.";
$LetMeSelectItems = "Дозвольте мені вибрати компоненти курсу";
$CreateFullBackup = "Створити повну резервну копію цього курсу";
$CreateBackup = "створити резервну копію";
$BackupCreated = "&#1056;&#1077;&#1079;&#1077;&#1088;&#1074;&#1085;&#1091; &#1082;&#1086;&#1087;&#1110;&#1102; &#1094;&#1100;&#1086;&#1075;&#1086; &#1082;&#1091;&#1088;&#1089;&#1091; &#1089;&#1090;&#1074;&#1086;&#1088;&#1077;&#1085;&#1086;. &#1047;&#1072;&#1074;&#1072;&#10";
$SelectBackupFile = "виберіть файл резервної копії";
$ImportBackup = "Імпортувати резервну копію";
$ImportFullBackup = "Імпортувати повну резервну копію";
$ImportFinished = "Імпорт закінчено";
$Events = "Події";
$Announcements = "Оголошення";
$Documents = "Документи";
$Tests = "Тести";
$Learnpaths = "Навчальні плани";
$CopyCourse = "Копіювати курс";
$SelectItemsToCopy = "Виберіть елементи для копіювання";
$CopyFinished = "Копіювання закінчено";
$FullRecycle = "Повне поновлення";
$RecycleCourse = "Поновити курс";
$RecycleFinished = "Поновлення завершено";
$RecycleWarning = "Увага: використовуючи цей інструмент, ви можете видалити деякі частини вашого курсу. Ми радимо вам створювати <a href=\"create_backup.php\">резервну копію</a> перед використанням цього інструменту поновлення.";
$SameFilename = "Що потрібно зробити з імпортованими файлами, які мають таку ж назву, як і існуючі?";
$SameFilenameSkip = "Пропустити таку ж саму назву файлу";
$SameFilenameRename = "Перейменувати файл (напр. file.pdf стане file_1.pdf)";
$SameFilenameOverwrite = "Перезаписати файл";
$SelectDestinationCourse = "Виберіть курс призначення";
$FullCopy = "Повне копіювання";
$CourseDescription = "Деталі курсу";
$NoResourcesToBackup = "Немає ресурсів для резервного копіювання";
$NoResourcesInBackupFile = "Немає ресурсів в резервній копії";
$SelectResources = "Вибрати ресурси";
$NoResourcesToRecycles = "Немає ресурсів для поновлення";
$IncludeQuestionPool = "Включити сукупність питань";
$LocalFile = "локальний файл";
$ServerFile = "файл серверу";
$NoBackupsAvailable = "резервна копія недоступна";
$NoDestinationCoursesAvailable = "Визначений курс недоступний";
$Backup = "Резервна копія";
$ImportBackupInfo = "Імпортувати резервну копію. Ви маєте змогу завантажити резервну копію файлу з локального диску або використати резервну копію файлу з сервера.";
$CreateBackupInfo = "Створити резервну копію цього курсу. Ви можете вибрати контент курсу для включення його до резервної копії.";
$ToolIntro = "Вступ до інструменту";
$UploadError = "Завантаження на сервер невдале. Будь ласка перевірте межі максимального розміру файлу та права на каталог.";
$DocumentsWillBeAddedToo = "Документи буде також додано";
?>