<?php
/*
for more information: see languages.txt in the lang folder.
*/
$langLinkSite = "Додати посилання на головну сторінку курсу";
$langSubTitle = "Додати посилання на сторінку на домашній сторінці курсу. Для цього перейдіть на цю сторінку, скопіюйте URL у рядку адреси вашого браузера та вставте його в поле \"Посилання\" нижче.";
$langAddPage = "Додати сторінку";
$langSendPage = "Сторінка для завантаження";
$langCouldNot = "Файл не може бути завантаженим";
$langTooBig = "Ви не вибрали жодного файлу для відправлення або файл дуже великий";
$langExplanation = "Як тільки ви натиснете ОК, сайт з Форумом, Планом та менеджером Документів буде створено. Ви будете мати можливість змінювати його контент, коли завгодно.";
$langPgTitle = "Заголовок сторінки";
$langNoLinkURL = "Будь ласка, введіть посилання URL";
$langLinkTarget = "Ціль посилання";
$langSameWindow = "В тому самому вікні";
$langNewWindow = "В новому вікні";
$langAdded = "Додано";
$langAddLink = "Додати посилання";
$langNoLinkName = "Будь ласка, введіть назву посилання";
$langEditLink = "Редагувати посилання на Домашню сторінку Курсу";
$langChangePress = "Змінити та натиснути ОК";
$langLinkChanged = "Посилання на Домашню сторінку Курсу змінено. Користуйтесь меню вище для повернення на домашню сторінку.";
$NoLinkName = "Немає назви посилання";
$NoLinkURL = "Немає URL посилання";
$LinkChanged = "Посилання змінено";
$OkSentLink = "Посилання відправлено";
?>