<?php
/*
for more information: see languages.txt in the lang folder.
*/
$Tools = "Інструменти";
$SendWork = "Завантажити файл";
$TooBig = "Ви не вибрали жодного файлу для відправлення або файл дуже великий";
$ListDeleted = "Увесь список видалено.";
$DocModif = "Заголовок документу змінено";
$DocAdd = "Файл додано до списку публікацій.";
$DocDel = "Файл видалено";
$TitleWork = "Заголовок файлу";
$Authors = "Автори";
$DelList = "Видалити весь список";
$WorkDelete = "Видалити";
$WorkModify = "Змінити";
$WorkConfirmDelete = "Ви впевнені, що хочете видалити цей файл?";
$AllFiles = "Дії на всіх файлах";
$DefaultUpload = "Налаштування за замовчуванням видимості нових відправлених файлів";
$NewVisible = "Нові документи видимі для всіх користувачів";
$NewUnvisible = "Нові документи видимі тільки для керівників курсів";
$lang_doc_unvisible = "Ваш файл видимий лише для викладачів курсу та невидимий для вас.";
$DelLk = "Ви дійсно бажаєте видалити це посилання?";
$MustBeRegisteredUser = "Лише зареєстровані користувачі цього курсу можуть публікувати документи.";
$ListDel = "Видалити список";
$NameDir = "Назва нового каталогу";
$FileExists = "Операція неможлива. Файл з таким іменем вже існує.";
$CreateDirectory = "Створити каталог";
$CurrentDir = "Поточний каталог";
$EditToolOptions = "Редагувати налаштування Інструментів";
$DocumentDeleted = "Документ видалено";
$SendMailBody = "Користувач відправив документ до інструменту Публікації вашого курсу.";
$DirDelete = "Видалити каталог";
$ValidateChanges = "Підтвердити зміни";
?>